{
    "cqs": [
        "How many kinds of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many sorts of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many subsets of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many forms did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many subsets does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many specializations did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many kinds of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many types of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many forms of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many specializations of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many sorts did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many specializations of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many types of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many examples of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many kinds of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many forms of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many sorts of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many subsets of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many examples of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many specializations of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many sorts of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many examples of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many examples of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many forms of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many forms does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many types does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many kinds of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many kinds does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many subsets of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many examples of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many examples does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many sorts of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many types of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many subsets of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many specializations does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many subsets of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many specializations of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many sorts of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are there?",
        "How many types of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things exist?",
        "How many forms of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are available?",
        "How many kinds of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are proposed?",
        "How many sorts does something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many types of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many subsets did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many forms of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many kinds did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many specializations of something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things are described?",
        "How many types did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?",
        "How many examples did something that op1 at least 999 things and that op2 at least 999 things and that op3 at least 999 things and that op4 at least 999 things have?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:minCardinality \"999\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:minCardinality \"999\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op3> ; owl:minCardinality \"999\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op4> ; owl:minCardinality \"999\"^^xsd:nonNegativeInteger ] ) ] . }"
}