{
    "cqs": [
        "To how many types can c2 be assigned to?",
        "To how many classes may c2 be classified to?",
        "To how many classes may c2 be categorized to?",
        "How many supertypes does c2 have?",
        "To how many categories may c2 be classified to?",
        "To how many classes could c2 be categorized to?",
        "To how many categories could c2 be assigned to?",
        "To how many classes could c2 be assigned to?",
        "To how many classes could c2 be classified to?",
        "To how many classes can c2 be categorized to?",
        "To how many categories may c2 be assigned to?",
        "How many supertypes of of c2 exists?",
        "To how many categories may c2 be categorized to?",
        "To how many types may c2 be categorized to?",
        "To how many classes can c2 be assigned to?",
        "To how many types can c2 be classified to?",
        "To how many types could c2 be categorized to?",
        "To how many classes can c2 be classified to?",
        "To how many types could c2 be assigned to?",
        "To how many types may c2 be classified to?",
        "To how many types could c2 be classified to?",
        "To how many classes may c2 be assigned to?",
        "To how many categories could c2 be classified to?",
        "To how many types may c2 be assigned to?",
        "To how many categories can c2 be assigned to?",
        "To how many categories can c2 be categorized to?",
        "How many supertypes does c2 belong to?",
        "To how many categories could c2 be categorized to?",
        "To how many types can c2 be categorized to?",
        "To how many categories can c2 be classified to?",
        "How many types of c2 are available?",
        "How many kinds of c2 are described?",
        "How many subsets of c2 exist?",
        "How many types of c2 are there?",
        "How many kinds of c2 are there?",
        "How many sorts of c2 are available?",
        "How many kinds of c2 are proposed?",
        "How many subsets of c2 are available?",
        "How many specializations of c2 are available?",
        "How many types of c2 are proposed?",
        "How many kinds did c2 have?",
        "How many specializations did c2 have?",
        "How many specializations of c2 are there?",
        "How many examples of c2 are available?",
        "How many subsets of c2 are proposed?",
        "How many specializations does c2 have?",
        "How many specializations of c2 exist?",
        "How many kinds of c2 are available?",
        "How many sorts of c2 are there?",
        "How many sorts did c2 have?",
        "How many sorts of c2 are proposed?",
        "How many types does c2 have?",
        "How many sorts does c2 have?",
        "How many forms of c2 are proposed?",
        "How many examples of c2 are there?",
        "How many sorts of c2 are described?",
        "How many sorts of c2 exist?",
        "How many forms of c2 are available?",
        "How many kinds of c2 exist?",
        "How many kinds does c2 have?",
        "How many subsets did c2 have?",
        "How many types of c2 exist?",
        "How many forms of c2 exist?",
        "How many examples of c2 are described?",
        "How many specializations of c2 are described?",
        "How many forms does c2 have?",
        "How many subsets of c2 are described?",
        "How many types did c2 have?",
        "How many examples did c2 have?",
        "How many specializations of c2 are proposed?",
        "How many subsets of c2 are there?",
        "How many forms of c2 are described?",
        "How many forms of c2 are there?",
        "How many subsets does c2 have?",
        "How many types of c2 are described?",
        "How many examples does c2 have?",
        "How many forms did c2 have?",
        "How many examples of c2 exist?",
        "How many examples of c2 are proposed?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf ?x . }"
}