{
    "cqs": [
        "How many forms of something that op1 nothing being identical with it exist?",
        "How many forms of something that op1 nothing being the same as it exist?",
        "How many examples of something that op1 nothing being equal to it exist?",
        "How many examples of something that op1 nothing being the same as it exist?",
        "How many examples of something that op1 nothing being identical with it exist?",
        "How many kinds of something that op1 nothing being equal to it exist?",
        "How many subsets of something that op1 nothing being equal to it exist?",
        "How many sorts of something that op1 nothing being the same as it exist?",
        "How many kinds of something that op1 nothing being the same as it exist?",
        "How many sorts of something that op1 nothing being identical with it exist?",
        "How many specializations of something that op1 nothing being equal to it exist?",
        "How many subsets of something that op1 nothing being the same as it exist?",
        "How many specializations of something that op1 nothing being identical with it exist?",
        "How many types of something that op1 nothing being the same as it exist?",
        "How many kinds of something that op1 nothing being identical with it exist?",
        "How many specializations of something that op1 nothing being the same as it exist?",
        "How many subsets of something that op1 nothing being identical with it exist?",
        "How many types of something that op1 nothing being identical with it exist?",
        "How many sorts of something that op1 nothing being equal to it exist?",
        "How many types of something that op1 nothing being equal to it exist?",
        "How many forms of something that op1 nothing being equal to it exist?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x owl:equivalentClass [ owl:intersectionOf ( [ owl:complementOf <c3> ] [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:allValuesFrom <c2> ] [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:onClass <c4> ; owl:minQualifiedCardinality \"2\"^^xsd:nonNegativeInteger ] ) ] . }"
}