{
    "cqs": [
        "which thing is every c2?",
        "To what category can c2 be assigned to?",
        "which object is each c2?",
        "which example of thing is each c2?",
        "To which category may c2 be categorized to?",
        "To what category may c2 be categorized to?",
        "which class does c2 belong to?",
        "what specialization of object are all c2?",
        "which kind of thing are every c2?",
        "what specialization of object are every c2?",
        "To what class could c2 be classified to?",
        "To what type could c2 be categorized to?",
        "which type of object are each c2?",
        "which type of object is every c2?",
        "which subset of entity are each c2?",
        "To which type could c2 be classified to?",
        "what specialization of object is each c2?",
        "which form of thing are all c2?",
        "which class did c2 belong to?",
        "what sort of entity are each c2?",
        "To which category can c2 be assigned to?",
        "which specialization of thing are every c2?",
        "which is c2?",
        "which object is all c2?",
        "which object are each c2?",
        "which specialization of object are every c2?",
        "what subset of thing are every c2?",
        "which sort of entity are every c2?",
        "what example of thing is every c2?",
        "which example of entity is each c2?",
        "what sort of thing is each c2?",
        "what sort of entity are all c2?",
        "To which group may c2 be assigned to?",
        "what thing are each c2?",
        "what kind of entity is every c2?",
        "which sort of object is each c2?",
        "To which group may c2 be categorized to?",
        "which type of thing are every c2?",
        "To what category could c2 be categorized to?",
        "what entity is each c2?",
        "To what group can c2 be categorized to?",
        "what form of entity are all c2?",
        "To what class can c2 be classified to?",
        "which type of entity are every c2?",
        "To what type may c2 be assigned to?",
        "what example of thing is all c2?",
        "what category does c2 belong to?",
        "what subset of object is every c2?",
        "what type of object is all c2?",
        "which sort of thing are each c2?",
        "which object is every c2?",
        "which subset of thing is every c2?",
        "which type of thing are all c2?",
        "which specialization of thing is each c2?",
        "To what class may c2 be assigned to?",
        "which category does c2 belong to?",
        "what subset of thing is every c2?",
        "which entity are every c2?",
        "what category did c2 belong to?",
        "which form of object are every c2?",
        "what example of object are each c2?",
        "To what category may c2 be assigned to?",
        "what entity are every c2?",
        "what thing is every c2?",
        "which example of entity are each c2?",
        "which kind of entity are every c2?",
        "what subset of entity are all c2?",
        "which entity are all c2?",
        "which thing are each c2?",
        "which form of entity is every c2?",
        "which sort of entity are each c2?",
        "which form of thing is each c2?",
        "which form of object is every c2?",
        "which specialization of thing are each c2?",
        "what thing are every c2?",
        "what type of thing is each c2?",
        "To which category may c2 be assigned to?",
        "which entity is every c2?",
        "which kind of object are every c2?",
        "which specialization of entity are all c2?",
        "which specialization of entity is all c2?",
        "which specialization of entity are each c2?",
        "which type of thing is each c2?",
        "To what group may c2 be assigned to?",
        "which sort of entity is each c2?",
        "what specialization of thing is each c2?",
        "To which class could c2 be assigned to?",
        "which form of entity are all c2?",
        "what form of object is all c2?",
        "what example of thing are each c2?",
        "which object are all c2?",
        "which type of entity are each c2?",
        "which sort of object are every c2?",
        "what kind of entity are every c2?",
        "what subset of entity are every c2?",
        "To which class can c2 be assigned to?",
        "To which category can c2 be classified to?",
        "To which type may c2 be assigned to?",
        "To what group may c2 be classified to?",
        "To what type could c2 be assigned to?",
        "what specialization of thing is all c2?",
        "what thing is all c2?",
        "what form of object are each c2?",
        "To which group could c2 be assigned to?",
        "To what group could c2 be classified to?",
        "which example of object is every c2?",
        "To which category could c2 be categorized to?",
        "what specialization of entity are every c2?",
        "what subset of entity is every c2?",
        "which specialization of object are all c2?",
        "To what group can c2 be assigned to?",
        "which subset of object is all c2?",
        "which kind of object is each c2?",
        "To what type can c2 be classified to?",
        "which thing is all c2?",
        "which subset of entity is every c2?",
        "which kind of entity is each c2?",
        "what sort of object is every c2?",
        "which example of object are every c2?",
        "which entity are each c2?",
        "To which class can c2 be classified to?",
        "which type did c2 belong to?",
        "which are c2?",
        "which example of entity is every c2?",
        "which subset of entity are all c2?",
        "which kind of thing are all c2?",
        "which type of thing is every c2?",
        "what form of thing are every c2?",
        "what example of thing are every c2?",
        "To which type can c2 be classified to?",
        "which subset of object are every c2?",
        "what subset of thing is all c2?",
        "which sort of thing are all c2?",
        "which kind of object are each c2?",
        "which kind of thing is each c2?",
        "To what category may c2 be classified to?",
        "which entity is each c2?",
        "what kind of thing is each c2?",
        "To which group could c2 be classified to?",
        "which type of entity is every c2?",
        "what type of thing are each c2?",
        "what type of thing are every c2?",
        "what kind of object is each c2?",
        "what class does c2 belong to?",
        "which form of entity are every c2?",
        "which subset of object is each c2?",
        "which kind of entity are all c2?",
        "which kind of object is all c2?",
        "what specialization of thing are each c2?",
        "what subset of entity are each c2?",
        "what sort of object is each c2?",
        "which subset of thing is each c2?",
        "which specialization of object is all c2?",
        "what kind of object is every c2?",
        "what specialization of entity is every c2?",
        "what type of entity are every c2?",
        "what example of entity is every c2?",
        "To what group can c2 be classified to?",
        "which specialization of object is each c2?",
        "which example of object is each c2?",
        "what object is all c2?",
        "what subset of thing are all c2?",
        "what form of thing are all c2?",
        "which example of entity is all c2?",
        "To which type may c2 be classified to?",
        "which subset of entity is all c2?",
        "which form of object are each c2?",
        "which specialization of thing is every c2?",
        "what form of entity is each c2?",
        "what example of object are every c2?",
        "which type of entity is all c2?",
        "which kind of object is every c2?",
        "what kind of thing are each c2?",
        "which form of thing is all c2?",
        "which specialization of object are each c2?",
        "which specialization of thing is all c2?",
        "To which group may c2 be classified to?",
        "which kind of thing are each c2?",
        "what example of object is all c2?",
        "what sort of thing are each c2?",
        "which type of thing is all c2?",
        "what type of thing is every c2?",
        "which subset of object are all c2?",
        "what sort of object are each c2?",
        "what kind of entity are all c2?",
        "which specialization of entity are every c2?",
        "what type of entity are each c2?",
        "what kind of thing are all c2?",
        "which type of object are all c2?",
        "To what type may c2 be categorized to?",
        "which subset of entity are every c2?",
        "what kind of entity are each c2?",
        "what type does c2 belong to?",
        "what specialization of object is all c2?",
        "To what group could c2 be categorized to?",
        "which kind of entity are each c2?",
        "what subset of entity is all c2?",
        "To which category can c2 be categorized to?",
        "what kind of object are every c2?",
        "which sort of thing is all c2?",
        "which form of thing are each c2?",
        "what entity is every c2?",
        "what sort of entity is each c2?",
        "which subset of entity is each c2?",
        "which form of object are all c2?",
        "what type of entity are all c2?",
        "To what class could c2 be assigned to?",
        "To what category could c2 be assigned to?",
        "which example of thing are each c2?",
        "To what group may c2 be categorized to?",
        "what example of entity are all c2?",
        "which form of thing are every c2?",
        "which type does c2 belong to?",
        "what is c2?",
        "which type of object is each c2?",
        "what sort of object are all c2?",
        "what form of thing is every c2?",
        "To what type may c2 be classified to?",
        "what specialization of thing are every c2?",
        "what type of object are all c2?",
        "what kind of entity is all c2?",
        "To which type can c2 be assigned to?",
        "what type of entity is each c2?",
        "To which group can c2 be classified to?",
        "which subset of object are each c2?",
        "what form of object is each c2?",
        "what kind of entity is each c2?",
        "To what class may c2 be classified to?",
        "what form of entity are every c2?",
        "which type of object is all c2?",
        "what type of object are every c2?",
        "To what category could c2 be classified to?",
        "which thing is each c2?",
        "what subset of object are each c2?",
        "To what category can c2 be classified to?",
        "To which class may c2 be assigned to?",
        "what subset of object are every c2?",
        "which example of thing is all c2?",
        "what form of entity is all c2?",
        "which form of object is each c2?",
        "what subset of thing are each c2?",
        "what class did c2 belong to?",
        "what form of entity is every c2?",
        "what type of thing are all c2?",
        "which kind of thing is all c2?",
        "what subset of object are all c2?",
        "what example of entity is each c2?",
        "what type did c2 belong to?",
        "To which class could c2 be classified to?",
        "which example of thing is every c2?",
        "which specialization of object is every c2?",
        "To what type could c2 be classified to?",
        "what sort of thing is every c2?",
        "what entity is all c2?",
        "To which group can c2 be assigned to?",
        "To which category could c2 be classified to?",
        "which example of entity are all c2?",
        "what kind of object are all c2?",
        "what entity are all c2?",
        "what specialization of entity are each c2?",
        "what subset of thing is each c2?",
        "To which type could c2 be assigned to?",
        "what type of object is every c2?",
        "what form of thing are each c2?",
        "To what class can c2 be assigned to?",
        "which sort of object are all c2?",
        "what specialization of entity are all c2?",
        "which group does c2 belong to?",
        "which kind of entity is all c2?",
        "what sort of object is all c2?",
        "which example of object are each c2?",
        "which sort of object is every c2?",
        "which subset of thing is all c2?",
        "what subset of entity is each c2?",
        "which example of object are all c2?",
        "what thing is each c2?",
        "what entity are each c2?",
        "what subset of object is each c2?",
        "what specialization of object are each c2?",
        "To which group can c2 be categorized to?",
        "what sort of object are every c2?",
        "which example of thing are every c2?",
        "what type of entity is every c2?",
        "what kind of thing is every c2?",
        "To what class can c2 be categorized to?",
        "which form of entity are each c2?",
        "which thing are all c2?",
        "what subset of object is all c2?",
        "To what category can c2 be categorized to?",
        "what type of object is each c2?",
        "what form of thing is each c2?",
        "To which type may c2 be categorized to?",
        "what specialization of thing are all c2?",
        "what form of object are every c2?",
        "To which group could c2 be categorized to?",
        "which group did c2 belong to?",
        "To which class can c2 be categorized to?",
        "which object are every c2?",
        "To which class may c2 be categorized to?",
        "what form of entity are each c2?",
        "which example of entity are every c2?",
        "what example of entity are each c2?",
        "which example of thing are all c2?",
        "what example of thing is each c2?",
        "what sort of entity is every c2?",
        "what object is every c2?",
        "what type of object are each c2?",
        "which type of entity is each c2?",
        "what specialization of thing is every c2?",
        "which form of object is all c2?",
        "which example of object is all c2?",
        "To which class may c2 be classified to?",
        "what object is each c2?",
        "what sort of thing is all c2?",
        "what specialization of entity is all c2?",
        "what kind of thing is all c2?",
        "what sort of entity is all c2?",
        "which type of thing are each c2?",
        "what group did c2 belong to?",
        "what type of entity is all c2?",
        "what example of object is every c2?",
        "what kind of object are each c2?",
        "which subset of thing are each c2?",
        "To what group could c2 be assigned to?",
        "which sort of object is all c2?",
        "which specialization of thing are all c2?",
        "which form of entity is all c2?",
        "what form of thing is all c2?",
        "what example of thing are all c2?",
        "which specialization of entity is each c2?",
        "what kind of thing are every c2?",
        "which sort of thing are every c2?",
        "which sort of entity is every c2?",
        "which subset of thing are all c2?",
        "what example of entity are every c2?",
        "which sort of entity are all c2?",
        "To what type can c2 be assigned to?",
        "To which category may c2 be classified to?",
        "what sort of entity are every c2?",
        "To which type can c2 be categorized to?",
        "which type of entity are all c2?",
        "what thing are all c2?",
        "what sort of thing are all c2?",
        "which form of entity is each c2?",
        "which form of thing is every c2?",
        "which sort of entity is all c2?",
        "what sort of thing are every c2?",
        "To what class may c2 be categorized to?",
        "what kind of object is all c2?",
        "To what type can c2 be categorized to?",
        "which kind of thing is every c2?",
        "which kind of entity is every c2?",
        "which kind of object are all c2?",
        "what form of object are all c2?",
        "what example of object is each c2?",
        "To which category could c2 be assigned to?",
        "which sort of thing is every c2?",
        "which type of object are every c2?",
        "which category did c2 belong to?",
        "what type of thing is all c2?",
        "what object are each c2?",
        "which sort of object are each c2?",
        "To which class could c2 be categorized to?",
        "what are c2?",
        "what specialization of entity is each c2?",
        "what example of entity is all c2?",
        "what object are every c2?",
        "which specialization of entity is every c2?",
        "which is the supertype of c2?",
        "which subset of thing are every c2?",
        "what is the supertype of c2?",
        "To which type could c2 be categorized to?",
        "which entity is all c2?",
        "what form of object is every c2?",
        "To what class could c2 be categorized to?",
        "what group does c2 belong to?",
        "which subset of object is every c2?",
        "what object are all c2?",
        "what specialization of object is every c2?",
        "which thing are every c2?",
        "what example of object are all c2?",
        "which sort of thing is each c2?",
        "which examples of c2 are there?",
        "which examples of c2 exist?",
        "which types of c2 are available?",
        "what categories of c2 are available?",
        "which sorts of c2 are proposed?",
        "which kinds of c2 are available?",
        "what forms of c2 are proposed?",
        "what classes of c2 exist?",
        "what main forms of c2 are there?",
        "which types of c2 exist?",
        "what main sorts of c2 exist?",
        "what categories of c2 are described?",
        "what are the main forms of c2?",
        "what classes of c2 are there?",
        "which main classes of c2 are described?",
        "what sorts of c2 are proposed?",
        "what forms of c2 are available?",
        "which main classes of c2 exist?",
        "what sorts of c2 are described?",
        "what subsets of c2 are there?",
        "which main specializations of c2 are there?",
        "which main types of c2 are available?",
        "what main categories of c2 are there?",
        "what main sorts of c2 are described?",
        "which specializations of c2 are described?",
        "what sorts of c2 are there?",
        "what main specializations of c2 are described?",
        "what are the types of c2?",
        "which main subsets of c2 exist?",
        "what examples of c2 are described?",
        "which main types of c2 exist?",
        "what subsets of c2 are described?",
        "which categories of c2 are available?",
        "which kinds of c2 exist?",
        "what are the main categories of c2?",
        "which are c2?",
        "what main classes of c2 are there?",
        "which forms of c2 exist?",
        "which c2 are available?",
        "which main kinds of c2 exist?",
        "what is c2?",
        "what are the main kinds of c2?",
        "what main examples of c2 exist?",
        "what main categories of c2 are proposed?",
        "which c2 exist?",
        "what main subsets of c2 are described?",
        "which main forms of c2 are available?",
        "which types of c2 are proposed?",
        "which main kinds of c2 are there?",
        "which categories of c2 are proposed?",
        "what c2 exist?",
        "what main kinds of c2 are proposed?",
        "which main sorts of c2 are there?",
        "what forms of c2 are described?",
        "what are classes of c2?",
        "what kinds of c2 exist?",
        "which is c2?",
        "which main specializations of c2 are described?",
        "which main subsets of c2 are available?",
        "what forms of c2 are there?",
        "which sorts of c2 are available?",
        "which forms of c2 are there?",
        "what kinds of c2 are available?",
        "what objects are c2?",
        "which categories are c2?",
        "which main categories of c2 are there?",
        "which objects are c2?",
        "what are the categories of c2?",
        "what main forms of c2 are described?",
        "which entities are c2?",
        "what are the main specializations of c2?",
        "what classes of c2 are proposed?",
        "which specializations of c2 are there?",
        "what kinds of c2 are there?",
        "what main examples of c2 are described?",
        "which subsets of c2 are available?",
        "which main classes of c2 are proposed?",
        "which specializations of c2 are proposed?",
        "which are the main examples of c2?",
        "what types of c2 are described?",
        "what classes of c2 are described?",
        "which main sorts of c2 are described?",
        "what main sorts of c2 are available?",
        "which sorts of c2 are described?",
        "what main kinds of c2 are there?",
        "which main kinds of c2 are available?",
        "what examples of c2 are there?",
        "which classes of c2 are available?",
        "what main sorts of c2 are proposed?",
        "which specializations of c2 exist?",
        "what c2 are there?",
        "what are the main classes of c2?",
        "what main subsets of c2 are proposed?",
        "which are categories of c2?",
        "which main sorts of c2 are available?",
        "what forms of c2 exist?",
        "which classes of c2 are there?",
        "what sorts of c2 exist?",
        "which main sorts of c2 exist?",
        "what categories of c2 exist?",
        "what specializations of c2 are proposed?",
        "what main examples of c2 are proposed?",
        "what specializations of c2 are available?",
        "which main examples of c2 are available?",
        "what main categories of c2 are available?",
        "what main forms of c2 exist?",
        "what examples of c2 exist?",
        "which subsets of c2 are proposed?",
        "which main forms of c2 exist?",
        "which classes of c2 are proposed?",
        "what categories of c2 are there?",
        "what categories are c2?",
        "which are classes of c2?",
        "which main categories of c2 are described?",
        "which things are c2?",
        "which subsets of c2 exist?",
        "which are types of c2?",
        "what are the classes of c2?",
        "which main types of c2 are described?",
        "which examples of c2 are proposed?",
        "which kinds of c2 are there?",
        "what examples of c2 are available?",
        "which main examples of c2 are proposed?",
        "what main types of c2 exist?",
        "what main examples of c2 are available?",
        "which are the classes of c2?",
        "which classes of c2 exist?",
        "which main categories of c2 are proposed?",
        "what main subsets of c2 exist?",
        "what main specializations of c2 are proposed?",
        "which main subsets of c2 are there?",
        "which classes of c2 are described?",
        "what things are c2?",
        "which are the types of c2?",
        "what main subsets of c2 are available?",
        "what main examples of c2 are there?",
        "which sorts of c2 exist?",
        "which main forms of c2 are described?",
        "what classes of c2 are available?",
        "which c2 are there?",
        "what main categories of c2 exist?",
        "which main classes of c2 are available?",
        "which types of c2 are there?",
        "which forms of c2 are proposed?",
        "what specializations of c2 are described?",
        "what specializations of c2 are there?",
        "which main subsets of c2 are proposed?",
        "what main sorts of c2 are there?",
        "what are the main types of c2?",
        "which examples of c2 are described?",
        "what main types of c2 are there?",
        "what main specializations of c2 are available?",
        "what main classes of c2 exist?",
        "which subsets of c2 are described?",
        "what sorts of c2 are available?",
        "which main types of c2 are there?",
        "what c2 are proposed?",
        "what main specializations of c2 are there?",
        "which main specializations of c2 are proposed?",
        "which categories of c2 are described?",
        "which main forms of c2 are proposed?",
        "what main classes of c2 are available?",
        "what examples of c2 are proposed?",
        "which main categories of c2 are available?",
        "what kinds of c2 are proposed?",
        "which c2 are described?",
        "what main classes of c2 are proposed?",
        "what subsets of c2 are available?",
        "what types of c2 are proposed?",
        "what are types of c2?",
        "which subsets of c2 are there?",
        "what main types of c2 are available?",
        "which are the main specializations of c2?",
        "what subsets of c2 exist?",
        "what main kinds of c2 are described?",
        "what types of c2 are there?",
        "which main specializations of c2 exist?",
        "which main kinds of c2 are described?",
        "which main examples of c2 exist?",
        "what main subsets of c2 are there?",
        "which main examples of c2 are there?",
        "what main forms of c2 are proposed?",
        "what specializations of c2 exist?",
        "which main forms of c2 are there?",
        "which main specializations of c2 are available?",
        "which are the categories of c2?",
        "what main specializations of c2 exist?",
        "what c2 are available?",
        "what main types of c2 are proposed?",
        "what types of c2 are available?",
        "which are the main forms of c2?",
        "which main types of c2 are proposed?",
        "which main classes of c2 are there?",
        "what are c2?",
        "what main kinds of c2 are available?",
        "which forms of c2 are available?",
        "which specializations of c2 are available?",
        "which main categories of c2 exist?",
        "what kinds of c2 are described?",
        "what subsets of c2 are proposed?",
        "what are categories of c2?",
        "what categories of c2 are proposed?",
        "which sorts of c2 are there?",
        "what c2 are described?",
        "which forms of c2 are described?",
        "which are the main categories of c2?",
        "what main categories of c2 are described?",
        "which c2 are proposed?",
        "which are the main types of c2?",
        "what types of c2 exist?",
        "which kinds of c2 are proposed?",
        "what main forms of c2 are available?",
        "which are the main classes of c2?",
        "which main subsets of c2 are described?",
        "which kinds of c2 are described?",
        "which types of c2 are described?",
        "which main sorts of c2 are proposed?",
        "which main kinds of c2 are proposed?",
        "what main kinds of c2 exist?",
        "what entities are c2?",
        "which categories of c2 exist?",
        "what main classes of c2 are described?",
        "which main examples of c2 are described?",
        "what are the main examples of c2?",
        "what main types of c2 are described?",
        "which examples of c2 are available?",
        "which categories of c2 are there?",
        "which are the main kinds of c2?"
    ],
    "query": "SELECT ?x WHERE { ?x rdfs:subClassOf ?x . }"
}