{
    "cqs": [
        "How many types of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many sorts of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?",
        "How many examples of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many forms of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many kinds of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many kinds of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?",
        "How many types of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?",
        "How many forms of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many specializations of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?",
        "How many examples of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many sorts of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many subsets of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many subsets of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many subsets of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?",
        "How many kinds of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many forms of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?",
        "How many sorts of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many types of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many specializations of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being identical with it exist?",
        "How many specializations of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being equal to it exist?",
        "How many examples of something that op1 exactly 2 c2 and that op2 c3 that op3 c4 that op4 something that op5 c5 being the same as it exist?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x owl:equivalentClass [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:someValuesFrom [ owl:intersectionOf ( <c3> [ rdf:type owl:Restriction ; owl:onProperty <op3> ; owl:someValuesFrom [ owl:intersectionOf ( <c4> [ rdf:type owl:Restriction ; owl:onProperty <op4> ; owl:someValuesFrom [ rdf:type owl:Restriction ; owl:onProperty <op5> ; owl:someValuesFrom <c5> ] ] ) ] ] ) ] ] [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:onClass <c2> ; owl:qualifiedCardinality \"2\"^^xsd:nonNegativeInteger ] ) ] . }"
}