{
    "cqs": [
        "How many types of entities op1 at least 1 thing?",
        "How many classes of categories op1 at least 1 thing?",
        "How many specializations of something that op1 at least 1 thing are available?",
        "How many classes of things op1 at least 1 thing?",
        "How many examples did something that op1 at least 1 thing have?",
        "How many subsets of something that op1 at least 1 thing are there?",
        "How many forms of something that op1 at least 1 thing exist?",
        "How many specializations of something that op1 at least 1 thing are described?",
        "How many types of objects op1 at least 1 thing?",
        "How many forms of something that op1 at least 1 thing are proposed?",
        "How many specializations of something that op1 at least 1 thing exist?",
        "How many kinds of something that op1 at least 1 thing exist?",
        "How many forms did something that op1 at least 1 thing have?",
        "How many subsets of something that op1 at least 1 thing exist?",
        "How many kinds of something that op1 at least 1 thing are available?",
        "How many categories of objects op1 at least 1 thing?",
        "How many sorts of something that op1 at least 1 thing are there?",
        "How many examples does something that op1 at least 1 thing have?",
        "How many subsets did something that op1 at least 1 thing have?",
        "How many examples of something that op1 at least 1 thing are there?",
        "How many examples of something that op1 at least 1 thing are proposed?",
        "How many types of something that op1 at least 1 thing are there?",
        "How many specializations does something that op1 at least 1 thing have?",
        "How many sorts of something that op1 at least 1 thing are described?",
        "How many kinds does something that op1 at least 1 thing have?",
        "How many examples of something that op1 at least 1 thing are described?",
        "How many types does something that op1 at least 1 thing have?",
        "How many subsets of something that op1 at least 1 thing are proposed?",
        "How many types did something that op1 at least 1 thing have?",
        "How many categories of things op1 at least 1 thing?",
        "How many categories of categories op1 at least 1 thing?",
        "How many types of something that op1 at least 1 thing are proposed?",
        "How many examples of something that op1 at least 1 thing exist?",
        "How many specializations of something that op1 at least 1 thing are proposed?",
        "How many categories of entities op1 at least 1 thing?",
        "How many sorts of something that op1 at least 1 thing are available?",
        "How many sorts did something that op1 at least 1 thing have?",
        "How many kinds did something that op1 at least 1 thing have?",
        "How many kinds of something that op1 at least 1 thing are there?",
        "How many classes of entities op1 at least 1 thing?",
        "How many types of something that op1 at least 1 thing are described?",
        "How many forms of something that op1 at least 1 thing are available?",
        "How many forms of something that op1 at least 1 thing are described?",
        "How many specializations of something that op1 at least 1 thing are there?",
        "How many types of something that op1 at least 1 thing are available?",
        "How many types of categories op1 at least 1 thing?",
        "How many types of things op1 at least 1 thing?",
        "How many subsets of something that op1 at least 1 thing are described?",
        "How many subsets of something that op1 at least 1 thing are available?",
        "How many specializations did something that op1 at least 1 thing have?",
        "How many examples of something that op1 at least 1 thing are available?",
        "How many forms of something that op1 at least 1 thing are there?",
        "How many sorts of something that op1 at least 1 thing exist?",
        "How many kinds of something that op1 at least 1 thing are proposed?",
        "How many types of something that op1 at least 1 thing exist?",
        "How many sorts does something that op1 at least 1 thing have?",
        "How many sorts of something that op1 at least 1 thing are proposed?",
        "How many forms does something that op1 at least 1 thing have?",
        "How many kinds of something that op1 at least 1 thing are described?",
        "How many subsets does something that op1 at least 1 thing have?",
        "How many classes of objects op1 at least 1 thing?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:minCardinality \"1\"^^xsd:nonNegativeInteger ] . }"
}