{
    "cqs": [
        "How many kinds did c2 that op1 nothing but c3 have?",
        "How many examples of c2 that op1 nothing but c3 are there?",
        "How many forms did c2 that op1 nothing but c3 have?",
        "How many forms of c2 that op1 nothing but c3 are there?",
        "How many types of c2 that op1 nothing but c3 are proposed?",
        "How many subsets of c2 that op1 nothing but c3 are available?",
        "How many sorts did c2 that op1 nothing but c3 have?",
        "How many kinds of c2 that op1 nothing but c3 are there?",
        "How many types does c2 that op1 nothing but c3 have?",
        "How many examples of c2 that op1 nothing but c3 are available?",
        "How many forms of c2 that op1 nothing but c3 exist?",
        "How many subsets of c2 that op1 nothing but c3 are there?",
        "How many subsets of c2 that op1 nothing but c3 exist?",
        "How many kinds of c2 that op1 nothing but c3 are available?",
        "How many types of c2 that op1 nothing but c3 are there?",
        "How many subsets did c2 that op1 nothing but c3 have?",
        "How many specializations of c2 that op1 nothing but c3 are there?",
        "How many specializations of c2 that op1 nothing but c3 are described?",
        "How many kinds of c2 that op1 nothing but c3 are described?",
        "How many examples does c2 that op1 nothing but c3 have?",
        "How many specializations of c2 that op1 nothing but c3 are proposed?",
        "How many examples of c2 that op1 nothing but c3 are described?",
        "How many examples of c2 that op1 nothing but c3 exist?",
        "How many examples did c2 that op1 nothing but c3 have?",
        "How many forms of c2 that op1 nothing but c3 are described?",
        "How many forms of c2 that op1 nothing but c3 are available?",
        "How many specializations does c2 that op1 nothing but c3 have?",
        "How many sorts does c2 that op1 nothing but c3 have?",
        "How many types of c2 that op1 nothing but c3 are available?",
        "How many kinds does c2 that op1 nothing but c3 have?",
        "How many sorts of c2 that op1 nothing but c3 are described?",
        "How many kinds of c2 that op1 nothing but c3 are proposed?",
        "How many kinds of c2 that op1 nothing but c3 exist?",
        "How many types did c2 that op1 nothing but c3 have?",
        "How many subsets of c2 that op1 nothing but c3 are proposed?",
        "How many specializations of c2 that op1 nothing but c3 exist?",
        "How many sorts of c2 that op1 nothing but c3 are available?",
        "How many forms does c2 that op1 nothing but c3 have?",
        "How many subsets does c2 that op1 nothing but c3 have?",
        "How many sorts of c2 that op1 nothing but c3 exist?",
        "How many subsets of c2 that op1 nothing but c3 are described?",
        "How many types of c2 that op1 nothing but c3 exist?",
        "How many examples of c2 that op1 nothing but c3 are proposed?",
        "How many forms of c2 that op1 nothing but c3 are proposed?",
        "How many specializations did c2 that op1 nothing but c3 have?",
        "How many sorts of c2 that op1 nothing but c3 are there?",
        "How many sorts of c2 that op1 nothing but c3 are proposed?",
        "How many types of c2 that op1 nothing but c3 are described?",
        "How many specializations of c2 that op1 nothing but c3 are available?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ owl:intersectionOf ( <c2> [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:allValuesFrom <c3> ] ) ] . }"
}