{
    "cqs": [
        "How many examples of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many kinds of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?",
        "How many subsets of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many examples of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many specializations of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many types of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?",
        "How many sorts of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?",
        "How many forms of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?",
        "How many kinds of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many sorts of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many forms of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many specializations of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?",
        "How many sorts of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many subsets of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many types of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many forms of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many specializations of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many subsets of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?",
        "How many kinds of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being equal to it exist?",
        "How many types of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being the same as it exist?",
        "How many examples of something that op1 exactly 1 c2 and that op2 exactly 1 c3 and that op3 exactly 1 c4 and that op4 exactly 999 c5 and that op5 exactly 999 c6 and that op6 exactly 999 c7 being identical with it exist?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x owl:equivalentClass [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:onClass <c2> ; owl:qualifiedCardinality \"1\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:onClass <c3> ; owl:qualifiedCardinality \"1\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op3> ; owl:onClass <c4> ; owl:qualifiedCardinality \"1\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op4> ; owl:onClass <c5> ; owl:qualifiedCardinality \"999\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op5> ; owl:onClass <c6> ; owl:qualifiedCardinality \"999\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op6> ; owl:onClass <c7> ; owl:qualifiedCardinality \"999\"^^xsd:nonNegativeInteger ] ) ] . }"
}