{
    "cqs": [
        "How many categories of objects are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of entities are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of things are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of categories are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many forms of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many examples of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many subsets of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many classes of entities are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many specializations of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many classes of categories are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many classes of objects are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many classes of categories are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many classes of entities are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many forms of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many types of categories are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of objects are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of categories are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many sorts of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many classes of categories are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of things are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of things are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many classes of things are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of objects are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of objects are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of entities are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many examples of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many subsets of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many forms of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many kinds of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many classes of things are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of objects are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of things are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of entities are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many sorts of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many categories of entities are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many kinds of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many classes of entities are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many specializations of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many specializations of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many categories of objects are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many examples of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many categories of things are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many classes of objects are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many classes of objects are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of entities are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many types of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many types of things are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many kinds of something that op1 something that op2 c2 and that op3 something that op4 c3 being the same as it exist?",
        "How many sorts of something that op1 something that op2 c2 and that op3 something that op4 c3 being identical with it exist?",
        "How many types of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many classes of things are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of categories are equal to things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of entities are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many categories of categories are identical with things that op1 something that op2 c2 and that op3 something that op4 c3?",
        "How many subsets of something that op1 something that op2 c2 and that op3 something that op4 c3 being equal to it exist?",
        "How many types of categories are the same as things that op1 something that op2 c2 and that op3 something that op4 c3?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x owl:equivalentClass [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:someValuesFrom [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty <op3> ; owl:someValuesFrom [ rdf:type owl:Restriction ; owl:onProperty <op4> ; owl:someValuesFrom <c3> ] ] [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:someValuesFrom <c2> ] ) ] ] . }"
}