{
    "cqs": [
        "How many examples does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many specializations does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many kinds of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many specializations of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many kinds of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many subsets of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many examples of something that op1 c2 and that op2 something that op3 c3 are there?",
        "How many types of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many sorts does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many specializations of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many sorts of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many kinds did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many types does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many types of something that op1 c2 and that op2 something that op3 c3 are there?",
        "How many sorts of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many kinds of something that op1 c2 and that op2 something that op3 c3 are there?",
        "How many subsets did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many examples did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many examples of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many types of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many forms of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many kinds of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many kinds of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many specializations did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many forms does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many forms of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many forms did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many subsets of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many types of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many specializations of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many subsets does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many specializations of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many sorts did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many kinds does something that op1 c2 and that op2 something that op3 c3 have?",
        "How many types did something that op1 c2 and that op2 something that op3 c3 have?",
        "How many forms of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many examples of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many sorts of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many sorts of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many subsets of something that op1 c2 and that op2 something that op3 c3 are available?",
        "How many forms of something that op1 c2 and that op2 something that op3 c3 are there?",
        "How many subsets of something that op1 c2 and that op2 something that op3 c3 are there?",
        "How many forms of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many types of something that op1 c2 and that op2 something that op3 c3 are described?",
        "How many specializations of something that op1 c2 and that op2 something that op3 c3 are there?",
        "How many subsets of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many examples of something that op1 c2 and that op2 something that op3 c3 are proposed?",
        "How many examples of something that op1 c2 and that op2 something that op3 c3 exist?",
        "How many sorts of something that op1 c2 and that op2 something that op3 c3 are there?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:someValuesFrom [ rdf:type owl:Restriction ; owl:onProperty <op3> ; owl:someValuesFrom <c3> ] ] [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:someValuesFrom <c2> ] ) ] . }"
}