{
    "cqs": [
        "How many types of something that op1 something that op2 nothing but c2 are there?",
        "How many specializations of something that op1 something that op2 nothing but c2 are proposed?",
        "How many examples of something that op1 something that op2 nothing but c2 exist?",
        "How many kinds of something that op1 something that op2 nothing but c2 are described?",
        "How many subsets of something that op1 something that op2 nothing but c2 are proposed?",
        "How many classes of categories op1 something that op2 nothing but c2?",
        "How many types of things op1 something that op2 nothing but c2?",
        "How many sorts of something that op1 something that op2 nothing but c2 exist?",
        "How many categories of things op1 something that op2 nothing but c2?",
        "How many types of objects op1 something that op2 nothing but c2?",
        "How many sorts did something that op1 something that op2 nothing but c2 have?",
        "How many types of entities op1 something that op2 nothing but c2?",
        "How many types of something that op1 something that op2 nothing but c2 are proposed?",
        "How many subsets does something that op1 something that op2 nothing but c2 have?",
        "How many forms of something that op1 something that op2 nothing but c2 are described?",
        "How many specializations of something that op1 something that op2 nothing but c2 are described?",
        "How many subsets of something that op1 something that op2 nothing but c2 are available?",
        "How many examples does something that op1 something that op2 nothing but c2 have?",
        "How many sorts of something that op1 something that op2 nothing but c2 are there?",
        "How many classes of entities op1 something that op2 nothing but c2?",
        "How many subsets of something that op1 something that op2 nothing but c2 are there?",
        "How many kinds did something that op1 something that op2 nothing but c2 have?",
        "How many categories of categories op1 something that op2 nothing but c2?",
        "How many specializations of something that op1 something that op2 nothing but c2 are there?",
        "How many kinds of something that op1 something that op2 nothing but c2 are available?",
        "How many specializations of something that op1 something that op2 nothing but c2 are available?",
        "How many classes of things op1 something that op2 nothing but c2?",
        "How many subsets of something that op1 something that op2 nothing but c2 exist?",
        "How many forms of something that op1 something that op2 nothing but c2 are there?",
        "How many specializations does something that op1 something that op2 nothing but c2 have?",
        "How many types of something that op1 something that op2 nothing but c2 are available?",
        "How many sorts of something that op1 something that op2 nothing but c2 are described?",
        "How many kinds of something that op1 something that op2 nothing but c2 are proposed?",
        "How many types does something that op1 something that op2 nothing but c2 have?",
        "How many categories of objects op1 something that op2 nothing but c2?",
        "How many classes of objects op1 something that op2 nothing but c2?",
        "How many types did something that op1 something that op2 nothing but c2 have?",
        "How many kinds of something that op1 something that op2 nothing but c2 exist?",
        "How many forms does something that op1 something that op2 nothing but c2 have?",
        "How many specializations did something that op1 something that op2 nothing but c2 have?",
        "How many forms of something that op1 something that op2 nothing but c2 are proposed?",
        "How many kinds of something that op1 something that op2 nothing but c2 are there?",
        "How many examples of something that op1 something that op2 nothing but c2 are available?",
        "How many kinds does something that op1 something that op2 nothing but c2 have?",
        "How many sorts of something that op1 something that op2 nothing but c2 are proposed?",
        "How many subsets did something that op1 something that op2 nothing but c2 have?",
        "How many examples of something that op1 something that op2 nothing but c2 are described?",
        "How many types of categories op1 something that op2 nothing but c2?",
        "How many types of something that op1 something that op2 nothing but c2 exist?",
        "How many examples did something that op1 something that op2 nothing but c2 have?",
        "How many examples of something that op1 something that op2 nothing but c2 are there?",
        "How many forms of something that op1 something that op2 nothing but c2 exist?",
        "How many subsets of something that op1 something that op2 nothing but c2 are described?",
        "How many forms did something that op1 something that op2 nothing but c2 have?",
        "How many types of something that op1 something that op2 nothing but c2 are described?",
        "How many examples of something that op1 something that op2 nothing but c2 are proposed?",
        "How many sorts of something that op1 something that op2 nothing but c2 are available?",
        "How many sorts does something that op1 something that op2 nothing but c2 have?",
        "How many categories of entities op1 something that op2 nothing but c2?",
        "How many forms of something that op1 something that op2 nothing but c2 are available?",
        "How many specializations of something that op1 something that op2 nothing but c2 exist?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:someValuesFrom [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:allValuesFrom <c2> ] ] . }"
}