{
    "cqs": [
        "which type of thing are each everything that is op1 by  c1?",
        "what specialization of entity are every everything that is op1 by  c1?",
        "what form of object is each everything that is op1 by  c1?",
        "To what type can everything that is op1 by  c1 be assigned to?",
        "which type of object are all everything that is op1 by  c1?",
        "which sort of entity are all everything that is op1 by  c1?",
        "which specialization of thing are every everything that is op1 by  c1?",
        "which specialization of thing are all everything that is op1 by  c1?",
        "what form of thing is all everything that is op1 by  c1?",
        "which sort of thing is each everything that is op1 by  c1?",
        "which kind of thing is all everything that is op1 by  c1?",
        "what specialization of object are all everything that is op1 by  c1?",
        "what form of entity are every everything that is op1 by  c1?",
        "which example of object is every everything that is op1 by  c1?",
        "which sort of thing is every everything that is op1 by  c1?",
        "To which class could everything that is op1 by  c1 be categorized to?",
        "To what type may everything that is op1 by  c1 be categorized to?",
        "what type of object are all everything that is op1 by  c1?",
        "which kind of entity is each everything that is op1 by  c1?",
        "To what category could everything that is op1 by  c1 be assigned to?",
        "To which type may everything that is op1 by  c1 be assigned to?",
        "To what category may everything that is op1 by  c1 be categorized to?",
        "which group does everything that is op1 by  c1 belong to?",
        "which kind of thing are each everything that is op1 by  c1?",
        "what specialization of thing is every everything that is op1 by  c1?",
        "which type of entity is all everything that is op1 by  c1?",
        "which sort of thing are every everything that is op1 by  c1?",
        "which example of object are each everything that is op1 by  c1?",
        "what example of thing is all everything that is op1 by  c1?",
        "what group did everything that is op1 by  c1 belong to?",
        "what subset of object is every everything that is op1 by  c1?",
        "which kind of entity are all everything that is op1 by  c1?",
        "which type of thing is every everything that is op1 by  c1?",
        "what form of thing is each everything that is op1 by  c1?",
        "To which category can everything that is op1 by  c1 be classified to?",
        "what subset of object are each everything that is op1 by  c1?",
        "To what group can everything that is op1 by  c1 be classified to?",
        "what sort of entity is all everything that is op1 by  c1?",
        "To what category may everything that is op1 by  c1 be assigned to?",
        "what type of object is every everything that is op1 by  c1?",
        "which form of thing are all everything that is op1 by  c1?",
        "which type of object is each everything that is op1 by  c1?",
        "which object are every everything that is op1 by  c1?",
        "which type of object are every everything that is op1 by  c1?",
        "which subset of object are every everything that is op1 by  c1?",
        "To what class can everything that is op1 by  c1 be assigned to?",
        "To which category can everything that is op1 by  c1 be categorized to?",
        "which thing are all everything that is op1 by  c1?",
        "what example of thing are each everything that is op1 by  c1?",
        "which example of object is each everything that is op1 by  c1?",
        "what type of entity is all everything that is op1 by  c1?",
        "which form of entity are each everything that is op1 by  c1?",
        "what class did everything that is op1 by  c1 belong to?",
        "what kind of thing are each everything that is op1 by  c1?",
        "what sort of thing are every everything that is op1 by  c1?",
        "what thing are all everything that is op1 by  c1?",
        "which type of entity is every everything that is op1 by  c1?",
        "which form of object are all everything that is op1 by  c1?",
        "which specialization of thing are each everything that is op1 by  c1?",
        "what specialization of thing are every everything that is op1 by  c1?",
        "To what type may everything that is op1 by  c1 be assigned to?",
        "To which category may everything that is op1 by  c1 be classified to?",
        "what kind of entity are all everything that is op1 by  c1?",
        "which sort of entity is every everything that is op1 by  c1?",
        "To which class could everything that is op1 by  c1 be assigned to?",
        "what form of entity is each everything that is op1 by  c1?",
        "what specialization of object is each everything that is op1 by  c1?",
        "which specialization of object are all everything that is op1 by  c1?",
        "what kind of entity is each everything that is op1 by  c1?",
        "what subset of thing are every everything that is op1 by  c1?",
        "To which class can everything that is op1 by  c1 be categorized to?",
        "which type of thing is all everything that is op1 by  c1?",
        "which thing is every everything that is op1 by  c1?",
        "which type of entity are every everything that is op1 by  c1?",
        "To what type could everything that is op1 by  c1 be classified to?",
        "To what group could everything that is op1 by  c1 be categorized to?",
        "To what type may everything that is op1 by  c1 be classified to?",
        "To what category may everything that is op1 by  c1 be classified to?",
        "which example of entity are every everything that is op1 by  c1?",
        "what kind of thing are all everything that is op1 by  c1?",
        "which subset of thing are each everything that is op1 by  c1?",
        "what sort of object are each everything that is op1 by  c1?",
        "what specialization of object is all everything that is op1 by  c1?",
        "what form of object is every everything that is op1 by  c1?",
        "which sort of object are each everything that is op1 by  c1?",
        "which kind of thing is every everything that is op1 by  c1?",
        "To which class can everything that is op1 by  c1 be assigned to?",
        "what form of entity is every everything that is op1 by  c1?",
        "what category did everything that is op1 by  c1 belong to?",
        "which subset of entity is each everything that is op1 by  c1?",
        "which kind of thing is each everything that is op1 by  c1?",
        "which object is each everything that is op1 by  c1?",
        "what form of object are all everything that is op1 by  c1?",
        "To which class may everything that is op1 by  c1 be categorized to?",
        "To what class can everything that is op1 by  c1 be categorized to?",
        "what subset of thing is each everything that is op1 by  c1?",
        "what specialization of thing is each everything that is op1 by  c1?",
        "what kind of object is each everything that is op1 by  c1?",
        "To which category can everything that is op1 by  c1 be assigned to?",
        "what sort of entity are each everything that is op1 by  c1?",
        "which form of thing is each everything that is op1 by  c1?",
        "what sort of object is all everything that is op1 by  c1?",
        "which kind of entity is all everything that is op1 by  c1?",
        "which sort of object is every everything that is op1 by  c1?",
        "what type of thing are every everything that is op1 by  c1?",
        "To which type could everything that is op1 by  c1 be assigned to?",
        "which type of thing are every everything that is op1 by  c1?",
        "what specialization of entity are all everything that is op1 by  c1?",
        "what subset of object are all everything that is op1 by  c1?",
        "what kind of entity is all everything that is op1 by  c1?",
        "what subset of object is each everything that is op1 by  c1?",
        "To what group may everything that is op1 by  c1 be classified to?",
        "which example of entity is each everything that is op1 by  c1?",
        "To which type may everything that is op1 by  c1 be categorized to?",
        "what object are every everything that is op1 by  c1?",
        "what form of object are every everything that is op1 by  c1?",
        "To which type can everything that is op1 by  c1 be assigned to?",
        "which form of object is each everything that is op1 by  c1?",
        "which specialization of entity are all everything that is op1 by  c1?",
        "what object is each everything that is op1 by  c1?",
        "which specialization of entity is every everything that is op1 by  c1?",
        "To which class may everything that is op1 by  c1 be classified to?",
        "To what group can everything that is op1 by  c1 be categorized to?",
        "what subset of object are every everything that is op1 by  c1?",
        "which entity is all everything that is op1 by  c1?",
        "which specialization of entity is each everything that is op1 by  c1?",
        "what sort of object are every everything that is op1 by  c1?",
        "which subset of object is all everything that is op1 by  c1?",
        "what entity are all everything that is op1 by  c1?",
        "To which group can everything that is op1 by  c1 be assigned to?",
        "which class did everything that is op1 by  c1 belong to?",
        "which sort of object is all everything that is op1 by  c1?",
        "what type did everything that is op1 by  c1 belong to?",
        "which sort of thing are each everything that is op1 by  c1?",
        "To what group may everything that is op1 by  c1 be assigned to?",
        "which kind of entity is every everything that is op1 by  c1?",
        "what entity are each everything that is op1 by  c1?",
        "which entity are each everything that is op1 by  c1?",
        "which specialization of thing is all everything that is op1 by  c1?",
        "what example of thing is every everything that is op1 by  c1?",
        "what subset of thing is all everything that is op1 by  c1?",
        "what subset of entity are all everything that is op1 by  c1?",
        "which group did everything that is op1 by  c1 belong to?",
        "what kind of object is all everything that is op1 by  c1?",
        "To which category could everything that is op1 by  c1 be classified to?",
        "what specialization of entity is each everything that is op1 by  c1?",
        "To which category may everything that is op1 by  c1 be categorized to?",
        "which thing is all everything that is op1 by  c1?",
        "which is everything that is op1 by  c1?",
        "what form of thing are every everything that is op1 by  c1?",
        "which example of thing are all everything that is op1 by  c1?",
        "what thing are every everything that is op1 by  c1?",
        "what kind of entity are every everything that is op1 by  c1?",
        "which type of thing is each everything that is op1 by  c1?",
        "which subset of entity are all everything that is op1 by  c1?",
        "what object is every everything that is op1 by  c1?",
        "what example of thing are every everything that is op1 by  c1?",
        "what kind of entity is every everything that is op1 by  c1?",
        "To what type could everything that is op1 by  c1 be assigned to?",
        "which type of object are each everything that is op1 by  c1?",
        "which subset of thing are all everything that is op1 by  c1?",
        "what sort of entity are all everything that is op1 by  c1?",
        "which kind of entity are each everything that is op1 by  c1?",
        "To which type could everything that is op1 by  c1 be categorized to?",
        "which example of entity is all everything that is op1 by  c1?",
        "what example of entity is every everything that is op1 by  c1?",
        "what object are all everything that is op1 by  c1?",
        "which example of thing is all everything that is op1 by  c1?",
        "which object is every everything that is op1 by  c1?",
        "what example of object is each everything that is op1 by  c1?",
        "which class does everything that is op1 by  c1 belong to?",
        "which type of entity are all everything that is op1 by  c1?",
        "which kind of thing are every everything that is op1 by  c1?",
        "To which type can everything that is op1 by  c1 be classified to?",
        "To what class may everything that is op1 by  c1 be assigned to?",
        "which form of object is every everything that is op1 by  c1?",
        "what type of entity are each everything that is op1 by  c1?",
        "which category did everything that is op1 by  c1 belong to?",
        "what specialization of object is every everything that is op1 by  c1?",
        "which specialization of object is every everything that is op1 by  c1?",
        "which entity is every everything that is op1 by  c1?",
        "what type of object are each everything that is op1 by  c1?",
        "which are everything that is op1 by  c1?",
        "which example of entity are each everything that is op1 by  c1?",
        "what entity is each everything that is op1 by  c1?",
        "which entity is each everything that is op1 by  c1?",
        "To what category can everything that is op1 by  c1 be assigned to?",
        "what object are each everything that is op1 by  c1?",
        "To what class may everything that is op1 by  c1 be classified to?",
        "what subset of entity is each everything that is op1 by  c1?",
        "what kind of thing is every everything that is op1 by  c1?",
        "which specialization of object are each everything that is op1 by  c1?",
        "what entity are every everything that is op1 by  c1?",
        "To which group can everything that is op1 by  c1 be classified to?",
        "which subset of object are each everything that is op1 by  c1?",
        "which sort of entity is each everything that is op1 by  c1?",
        "what sort of thing are each everything that is op1 by  c1?",
        "which thing are each everything that is op1 by  c1?",
        "To what type can everything that is op1 by  c1 be categorized to?",
        "what sort of object are all everything that is op1 by  c1?",
        "what type of object are every everything that is op1 by  c1?",
        "what sort of entity are every everything that is op1 by  c1?",
        "To what category can everything that is op1 by  c1 be classified to?",
        "what sort of object is every everything that is op1 by  c1?",
        "which example of thing are each everything that is op1 by  c1?",
        "what sort of thing is each everything that is op1 by  c1?",
        "what kind of thing are every everything that is op1 by  c1?",
        "which subset of thing is all everything that is op1 by  c1?",
        "To what class may everything that is op1 by  c1 be categorized to?",
        "To which group could everything that is op1 by  c1 be categorized to?",
        "what kind of thing is all everything that is op1 by  c1?",
        "To which category could everything that is op1 by  c1 be assigned to?",
        "what example of entity are each everything that is op1 by  c1?",
        "which object is all everything that is op1 by  c1?",
        "which type of entity is each everything that is op1 by  c1?",
        "what example of entity is each everything that is op1 by  c1?",
        "which kind of object is each everything that is op1 by  c1?",
        "which type of thing are all everything that is op1 by  c1?",
        "what example of object are all everything that is op1 by  c1?",
        "which specialization of thing is every everything that is op1 by  c1?",
        "which example of object is all everything that is op1 by  c1?",
        "which subset of object is each everything that is op1 by  c1?",
        "which kind of entity are every everything that is op1 by  c1?",
        "which form of entity are all everything that is op1 by  c1?",
        "what kind of entity are each everything that is op1 by  c1?",
        "what is the supertype of everything that is op1 by  c1?",
        "which is the supertype of everything that is op1 by  c1?",
        "which kind of object is all everything that is op1 by  c1?",
        "which sort of object are all everything that is op1 by  c1?",
        "what specialization of object are every everything that is op1 by  c1?",
        "which form of thing are every everything that is op1 by  c1?",
        "what form of thing are each everything that is op1 by  c1?",
        "To what category can everything that is op1 by  c1 be categorized to?",
        "what thing is each everything that is op1 by  c1?",
        "what kind of thing is each everything that is op1 by  c1?",
        "what specialization of entity is all everything that is op1 by  c1?",
        "which kind of object are every everything that is op1 by  c1?",
        "what subset of thing is every everything that is op1 by  c1?",
        "what example of thing are all everything that is op1 by  c1?",
        "what kind of object are all everything that is op1 by  c1?",
        "what sort of thing is every everything that is op1 by  c1?",
        "what category does everything that is op1 by  c1 belong to?",
        "which example of thing is every everything that is op1 by  c1?",
        "which subset of object is every everything that is op1 by  c1?",
        "which form of entity is all everything that is op1 by  c1?",
        "To what group could everything that is op1 by  c1 be assigned to?",
        "To what class can everything that is op1 by  c1 be classified to?",
        "To which category may everything that is op1 by  c1 be assigned to?",
        "what example of object is every everything that is op1 by  c1?",
        "what subset of thing are all everything that is op1 by  c1?",
        "To which category could everything that is op1 by  c1 be categorized to?",
        "which specialization of entity is all everything that is op1 by  c1?",
        "To which group could everything that is op1 by  c1 be classified to?",
        "To which group may everything that is op1 by  c1 be assigned to?",
        "To what class could everything that is op1 by  c1 be assigned to?",
        "To which group could everything that is op1 by  c1 be assigned to?",
        "To what type can everything that is op1 by  c1 be classified to?",
        "which type of object is all everything that is op1 by  c1?",
        "what type does everything that is op1 by  c1 belong to?",
        "which form of entity is each everything that is op1 by  c1?",
        "which kind of object are all everything that is op1 by  c1?",
        "which form of thing is all everything that is op1 by  c1?",
        "To which type can everything that is op1 by  c1 be categorized to?",
        "what form of thing is every everything that is op1 by  c1?",
        "which type does everything that is op1 by  c1 belong to?",
        "what type of entity is every everything that is op1 by  c1?",
        "what thing are each everything that is op1 by  c1?",
        "what is everything that is op1 by  c1?",
        "which subset of thing are every everything that is op1 by  c1?",
        "To which class may everything that is op1 by  c1 be assigned to?",
        "which form of object is all everything that is op1 by  c1?",
        "what form of entity are each everything that is op1 by  c1?",
        "what specialization of thing are each everything that is op1 by  c1?",
        "which form of entity are every everything that is op1 by  c1?",
        "what example of object are each everything that is op1 by  c1?",
        "which thing is each everything that is op1 by  c1?",
        "which type did everything that is op1 by  c1 belong to?",
        "what type of entity are all everything that is op1 by  c1?",
        "To which group can everything that is op1 by  c1 be categorized to?",
        "what example of entity are all everything that is op1 by  c1?",
        "what subset of object is all everything that is op1 by  c1?",
        "what example of entity is all everything that is op1 by  c1?",
        "which sort of object is each everything that is op1 by  c1?",
        "what type of object is all everything that is op1 by  c1?",
        "what specialization of object are each everything that is op1 by  c1?",
        "which object are all everything that is op1 by  c1?",
        "what specialization of thing is all everything that is op1 by  c1?",
        "what are everything that is op1 by  c1?",
        "which sort of thing is all everything that is op1 by  c1?",
        "To what group could everything that is op1 by  c1 be classified to?",
        "which subset of entity are each everything that is op1 by  c1?",
        "what form of object are each everything that is op1 by  c1?",
        "To what class could everything that is op1 by  c1 be classified to?",
        "what form of entity is all everything that is op1 by  c1?",
        "which kind of object is every everything that is op1 by  c1?",
        "what thing is all everything that is op1 by  c1?",
        "which form of thing is every everything that is op1 by  c1?",
        "To what category could everything that is op1 by  c1 be categorized to?",
        "what thing is every everything that is op1 by  c1?",
        "which example of thing is each everything that is op1 by  c1?",
        "what specialization of entity is every everything that is op1 by  c1?",
        "what sort of entity is each everything that is op1 by  c1?",
        "which kind of object are each everything that is op1 by  c1?",
        "what type of thing is every everything that is op1 by  c1?",
        "To what type could everything that is op1 by  c1 be categorized to?",
        "which subset of entity are every everything that is op1 by  c1?",
        "what form of object is all everything that is op1 by  c1?",
        "what specialization of entity are each everything that is op1 by  c1?",
        "To what group can everything that is op1 by  c1 be assigned to?",
        "what entity is every everything that is op1 by  c1?",
        "what class does everything that is op1 by  c1 belong to?",
        "which object are each everything that is op1 by  c1?",
        "which example of thing are every everything that is op1 by  c1?",
        "which form of entity is every everything that is op1 by  c1?",
        "which type of object is every everything that is op1 by  c1?",
        "which specialization of entity are each everything that is op1 by  c1?",
        "which example of entity are all everything that is op1 by  c1?",
        "what type of thing is all everything that is op1 by  c1?",
        "what specialization of thing are all everything that is op1 by  c1?",
        "what kind of object are each everything that is op1 by  c1?",
        "which form of object are every everything that is op1 by  c1?",
        "what kind of object are every everything that is op1 by  c1?",
        "what entity is all everything that is op1 by  c1?",
        "what kind of object is every everything that is op1 by  c1?",
        "what subset of entity are every everything that is op1 by  c1?",
        "which sort of entity are each everything that is op1 by  c1?",
        "To which group may everything that is op1 by  c1 be categorized to?",
        "which sort of object are every everything that is op1 by  c1?",
        "which form of thing are each everything that is op1 by  c1?",
        "which subset of thing is every everything that is op1 by  c1?",
        "what type of object is each everything that is op1 by  c1?",
        "which specialization of object is each everything that is op1 by  c1?",
        "what type of thing is each everything that is op1 by  c1?",
        "To which type could everything that is op1 by  c1 be classified to?",
        "which example of entity is every everything that is op1 by  c1?",
        "which specialization of thing is each everything that is op1 by  c1?",
        "what sort of thing is all everything that is op1 by  c1?",
        "which specialization of object are every everything that is op1 by  c1?",
        "what form of thing are all everything that is op1 by  c1?",
        "which sort of thing are all everything that is op1 by  c1?",
        "what type of entity are every everything that is op1 by  c1?",
        "what subset of entity is every everything that is op1 by  c1?",
        "what example of entity are every everything that is op1 by  c1?",
        "which specialization of object is all everything that is op1 by  c1?",
        "what example of object is all everything that is op1 by  c1?",
        "which sort of entity are every everything that is op1 by  c1?",
        "To what category could everything that is op1 by  c1 be classified to?",
        "which specialization of entity are every everything that is op1 by  c1?",
        "what sort of object is each everything that is op1 by  c1?",
        "which subset of entity is all everything that is op1 by  c1?",
        "what example of object are every everything that is op1 by  c1?",
        "To which type may everything that is op1 by  c1 be classified to?",
        "which thing are every everything that is op1 by  c1?",
        "what type of thing are all everything that is op1 by  c1?",
        "which category does everything that is op1 by  c1 belong to?",
        "what form of entity are all everything that is op1 by  c1?",
        "what subset of entity are each everything that is op1 by  c1?",
        "what object is all everything that is op1 by  c1?",
        "To which class could everything that is op1 by  c1 be classified to?",
        "To which group may everything that is op1 by  c1 be classified to?",
        "which example of object are every everything that is op1 by  c1?",
        "which subset of thing is each everything that is op1 by  c1?",
        "which entity are every everything that is op1 by  c1?",
        "which subset of object are all everything that is op1 by  c1?",
        "what type of thing are each everything that is op1 by  c1?",
        "To what class could everything that is op1 by  c1 be categorized to?",
        "which type of entity are each everything that is op1 by  c1?",
        "what subset of thing are each everything that is op1 by  c1?",
        "which entity are all everything that is op1 by  c1?",
        "which kind of thing are all everything that is op1 by  c1?",
        "what type of entity is each everything that is op1 by  c1?",
        "which form of object are each everything that is op1 by  c1?",
        "To which class can everything that is op1 by  c1 be classified to?",
        "what group does everything that is op1 by  c1 belong to?",
        "To what group may everything that is op1 by  c1 be categorized to?",
        "which sort of entity is all everything that is op1 by  c1?",
        "what sort of thing are all everything that is op1 by  c1?",
        "what example of thing is each everything that is op1 by  c1?",
        "which example of object are all everything that is op1 by  c1?",
        "what subset of entity is all everything that is op1 by  c1?",
        "which subset of entity is every everything that is op1 by  c1?",
        "what sort of entity is every everything that is op1 by  c1?",
        "which type of thing are each everything that is op1 by  c1?",
        "what specialization of entity are every everything that is op1 by  c1?",
        "what form of object is each everything that is op1 by  c1?",
        "To what type can everything that is op1 by  c1 be assigned to?",
        "which type of object are all everything that is op1 by  c1?",
        "which sort of entity are all everything that is op1 by  c1?",
        "which specialization of thing are every everything that is op1 by  c1?",
        "which specialization of thing are all everything that is op1 by  c1?",
        "what form of thing is all everything that is op1 by  c1?",
        "which sort of thing is each everything that is op1 by  c1?",
        "which kind of thing is all everything that is op1 by  c1?",
        "what specialization of object are all everything that is op1 by  c1?",
        "what form of entity are every everything that is op1 by  c1?",
        "which example of object is every everything that is op1 by  c1?",
        "which sort of thing is every everything that is op1 by  c1?",
        "To which class could everything that is op1 by  c1 be categorized to?",
        "To what type may everything that is op1 by  c1 be categorized to?",
        "what type of object are all everything that is op1 by  c1?",
        "which kind of entity is each everything that is op1 by  c1?",
        "To what category could everything that is op1 by  c1 be assigned to?",
        "To which type may everything that is op1 by  c1 be assigned to?",
        "To what category may everything that is op1 by  c1 be categorized to?",
        "which group does everything that is op1 by  c1 belong to?",
        "which kind of thing are each everything that is op1 by  c1?",
        "what specialization of thing is every everything that is op1 by  c1?",
        "which type of entity is all everything that is op1 by  c1?",
        "which sort of thing are every everything that is op1 by  c1?",
        "which example of object are each everything that is op1 by  c1?",
        "what example of thing is all everything that is op1 by  c1?",
        "what group did everything that is op1 by  c1 belong to?",
        "what subset of object is every everything that is op1 by  c1?",
        "which kind of entity are all everything that is op1 by  c1?",
        "which type of thing is every everything that is op1 by  c1?",
        "what form of thing is each everything that is op1 by  c1?",
        "To which category can everything that is op1 by  c1 be classified to?",
        "what subset of object are each everything that is op1 by  c1?",
        "To what group can everything that is op1 by  c1 be classified to?",
        "what sort of entity is all everything that is op1 by  c1?",
        "To what category may everything that is op1 by  c1 be assigned to?",
        "what type of object is every everything that is op1 by  c1?",
        "which form of thing are all everything that is op1 by  c1?",
        "which type of object is each everything that is op1 by  c1?",
        "which object are every everything that is op1 by  c1?",
        "which type of object are every everything that is op1 by  c1?",
        "which subset of object are every everything that is op1 by  c1?",
        "To what class can everything that is op1 by  c1 be assigned to?",
        "To which category can everything that is op1 by  c1 be categorized to?",
        "which thing are all everything that is op1 by  c1?",
        "what example of thing are each everything that is op1 by  c1?",
        "which example of object is each everything that is op1 by  c1?",
        "what type of entity is all everything that is op1 by  c1?",
        "which form of entity are each everything that is op1 by  c1?",
        "what class did everything that is op1 by  c1 belong to?",
        "what kind of thing are each everything that is op1 by  c1?",
        "what sort of thing are every everything that is op1 by  c1?",
        "what thing are all everything that is op1 by  c1?",
        "which type of entity is every everything that is op1 by  c1?",
        "which form of object are all everything that is op1 by  c1?",
        "which specialization of thing are each everything that is op1 by  c1?",
        "what specialization of thing are every everything that is op1 by  c1?",
        "To what type may everything that is op1 by  c1 be assigned to?",
        "To which category may everything that is op1 by  c1 be classified to?",
        "what kind of entity are all everything that is op1 by  c1?",
        "which sort of entity is every everything that is op1 by  c1?",
        "To which class could everything that is op1 by  c1 be assigned to?",
        "what form of entity is each everything that is op1 by  c1?",
        "what specialization of object is each everything that is op1 by  c1?",
        "which specialization of object are all everything that is op1 by  c1?",
        "what kind of entity is each everything that is op1 by  c1?",
        "what subset of thing are every everything that is op1 by  c1?",
        "To which class can everything that is op1 by  c1 be categorized to?",
        "which type of thing is all everything that is op1 by  c1?",
        "which thing is every everything that is op1 by  c1?",
        "which type of entity are every everything that is op1 by  c1?",
        "To what type could everything that is op1 by  c1 be classified to?",
        "To what group could everything that is op1 by  c1 be categorized to?",
        "To what type may everything that is op1 by  c1 be classified to?",
        "To what category may everything that is op1 by  c1 be classified to?",
        "which example of entity are every everything that is op1 by  c1?",
        "what kind of thing are all everything that is op1 by  c1?",
        "which subset of thing are each everything that is op1 by  c1?",
        "what sort of object are each everything that is op1 by  c1?",
        "what specialization of object is all everything that is op1 by  c1?",
        "what form of object is every everything that is op1 by  c1?",
        "which sort of object are each everything that is op1 by  c1?",
        "which kind of thing is every everything that is op1 by  c1?",
        "To which class can everything that is op1 by  c1 be assigned to?",
        "what form of entity is every everything that is op1 by  c1?",
        "what category did everything that is op1 by  c1 belong to?",
        "which subset of entity is each everything that is op1 by  c1?",
        "which kind of thing is each everything that is op1 by  c1?",
        "which object is each everything that is op1 by  c1?",
        "what form of object are all everything that is op1 by  c1?",
        "To which class may everything that is op1 by  c1 be categorized to?",
        "To what class can everything that is op1 by  c1 be categorized to?",
        "what subset of thing is each everything that is op1 by  c1?",
        "what specialization of thing is each everything that is op1 by  c1?",
        "what kind of object is each everything that is op1 by  c1?",
        "To which category can everything that is op1 by  c1 be assigned to?",
        "what sort of entity are each everything that is op1 by  c1?",
        "which form of thing is each everything that is op1 by  c1?",
        "what sort of object is all everything that is op1 by  c1?",
        "which kind of entity is all everything that is op1 by  c1?",
        "which sort of object is every everything that is op1 by  c1?",
        "what type of thing are every everything that is op1 by  c1?",
        "To which type could everything that is op1 by  c1 be assigned to?",
        "which type of thing are every everything that is op1 by  c1?",
        "what specialization of entity are all everything that is op1 by  c1?",
        "what subset of object are all everything that is op1 by  c1?",
        "what kind of entity is all everything that is op1 by  c1?",
        "what subset of object is each everything that is op1 by  c1?",
        "To what group may everything that is op1 by  c1 be classified to?",
        "which example of entity is each everything that is op1 by  c1?",
        "To which type may everything that is op1 by  c1 be categorized to?",
        "what object are every everything that is op1 by  c1?",
        "what form of object are every everything that is op1 by  c1?",
        "To which type can everything that is op1 by  c1 be assigned to?",
        "which form of object is each everything that is op1 by  c1?",
        "which specialization of entity are all everything that is op1 by  c1?",
        "what object is each everything that is op1 by  c1?",
        "which specialization of entity is every everything that is op1 by  c1?",
        "To which class may everything that is op1 by  c1 be classified to?",
        "To what group can everything that is op1 by  c1 be categorized to?",
        "what subset of object are every everything that is op1 by  c1?",
        "which entity is all everything that is op1 by  c1?",
        "which specialization of entity is each everything that is op1 by  c1?",
        "what sort of object are every everything that is op1 by  c1?",
        "which subset of object is all everything that is op1 by  c1?",
        "what entity are all everything that is op1 by  c1?",
        "To which group can everything that is op1 by  c1 be assigned to?",
        "which class did everything that is op1 by  c1 belong to?",
        "which sort of object is all everything that is op1 by  c1?",
        "what type did everything that is op1 by  c1 belong to?",
        "which sort of thing are each everything that is op1 by  c1?",
        "To what group may everything that is op1 by  c1 be assigned to?",
        "which kind of entity is every everything that is op1 by  c1?",
        "what entity are each everything that is op1 by  c1?",
        "which entity are each everything that is op1 by  c1?",
        "which specialization of thing is all everything that is op1 by  c1?",
        "what example of thing is every everything that is op1 by  c1?",
        "what subset of thing is all everything that is op1 by  c1?",
        "what subset of entity are all everything that is op1 by  c1?",
        "which group did everything that is op1 by  c1 belong to?",
        "what kind of object is all everything that is op1 by  c1?",
        "To which category could everything that is op1 by  c1 be classified to?",
        "what specialization of entity is each everything that is op1 by  c1?",
        "To which category may everything that is op1 by  c1 be categorized to?",
        "which thing is all everything that is op1 by  c1?",
        "which is everything that is op1 by  c1?",
        "what form of thing are every everything that is op1 by  c1?",
        "which example of thing are all everything that is op1 by  c1?",
        "what thing are every everything that is op1 by  c1?",
        "what kind of entity are every everything that is op1 by  c1?",
        "which type of thing is each everything that is op1 by  c1?",
        "which subset of entity are all everything that is op1 by  c1?",
        "what object is every everything that is op1 by  c1?",
        "what example of thing are every everything that is op1 by  c1?",
        "what kind of entity is every everything that is op1 by  c1?",
        "To what type could everything that is op1 by  c1 be assigned to?",
        "which type of object are each everything that is op1 by  c1?",
        "which subset of thing are all everything that is op1 by  c1?",
        "what sort of entity are all everything that is op1 by  c1?",
        "which kind of entity are each everything that is op1 by  c1?",
        "To which type could everything that is op1 by  c1 be categorized to?",
        "which example of entity is all everything that is op1 by  c1?",
        "what example of entity is every everything that is op1 by  c1?",
        "what object are all everything that is op1 by  c1?",
        "which example of thing is all everything that is op1 by  c1?",
        "which object is every everything that is op1 by  c1?",
        "what example of object is each everything that is op1 by  c1?",
        "which class does everything that is op1 by  c1 belong to?",
        "which type of entity are all everything that is op1 by  c1?",
        "which kind of thing are every everything that is op1 by  c1?",
        "To which type can everything that is op1 by  c1 be classified to?",
        "To what class may everything that is op1 by  c1 be assigned to?",
        "which form of object is every everything that is op1 by  c1?",
        "what type of entity are each everything that is op1 by  c1?",
        "which category did everything that is op1 by  c1 belong to?",
        "what specialization of object is every everything that is op1 by  c1?",
        "which specialization of object is every everything that is op1 by  c1?",
        "which entity is every everything that is op1 by  c1?",
        "what type of object are each everything that is op1 by  c1?",
        "which are everything that is op1 by  c1?",
        "which example of entity are each everything that is op1 by  c1?",
        "what entity is each everything that is op1 by  c1?",
        "which entity is each everything that is op1 by  c1?",
        "To what category can everything that is op1 by  c1 be assigned to?",
        "what object are each everything that is op1 by  c1?",
        "To what class may everything that is op1 by  c1 be classified to?",
        "what subset of entity is each everything that is op1 by  c1?",
        "what kind of thing is every everything that is op1 by  c1?",
        "which specialization of object are each everything that is op1 by  c1?",
        "what entity are every everything that is op1 by  c1?",
        "To which group can everything that is op1 by  c1 be classified to?",
        "which subset of object are each everything that is op1 by  c1?",
        "which sort of entity is each everything that is op1 by  c1?",
        "what sort of thing are each everything that is op1 by  c1?",
        "which thing are each everything that is op1 by  c1?",
        "To what type can everything that is op1 by  c1 be categorized to?",
        "what sort of object are all everything that is op1 by  c1?",
        "what type of object are every everything that is op1 by  c1?",
        "what sort of entity are every everything that is op1 by  c1?",
        "To what category can everything that is op1 by  c1 be classified to?",
        "what sort of object is every everything that is op1 by  c1?",
        "which example of thing are each everything that is op1 by  c1?",
        "what sort of thing is each everything that is op1 by  c1?",
        "what kind of thing are every everything that is op1 by  c1?",
        "which subset of thing is all everything that is op1 by  c1?",
        "To what class may everything that is op1 by  c1 be categorized to?",
        "To which group could everything that is op1 by  c1 be categorized to?",
        "what kind of thing is all everything that is op1 by  c1?",
        "To which category could everything that is op1 by  c1 be assigned to?",
        "what example of entity are each everything that is op1 by  c1?",
        "which object is all everything that is op1 by  c1?",
        "which type of entity is each everything that is op1 by  c1?",
        "what example of entity is each everything that is op1 by  c1?",
        "which kind of object is each everything that is op1 by  c1?",
        "which type of thing are all everything that is op1 by  c1?",
        "what example of object are all everything that is op1 by  c1?",
        "which specialization of thing is every everything that is op1 by  c1?",
        "which example of object is all everything that is op1 by  c1?",
        "which subset of object is each everything that is op1 by  c1?",
        "which kind of entity are every everything that is op1 by  c1?",
        "which form of entity are all everything that is op1 by  c1?",
        "what kind of entity are each everything that is op1 by  c1?",
        "what is the supertype of everything that is op1 by  c1?",
        "which is the supertype of everything that is op1 by  c1?",
        "which kind of object is all everything that is op1 by  c1?",
        "which sort of object are all everything that is op1 by  c1?",
        "what specialization of object are every everything that is op1 by  c1?",
        "which form of thing are every everything that is op1 by  c1?",
        "what form of thing are each everything that is op1 by  c1?",
        "To what category can everything that is op1 by  c1 be categorized to?",
        "what thing is each everything that is op1 by  c1?",
        "what kind of thing is each everything that is op1 by  c1?",
        "what specialization of entity is all everything that is op1 by  c1?",
        "which kind of object are every everything that is op1 by  c1?",
        "what subset of thing is every everything that is op1 by  c1?",
        "what example of thing are all everything that is op1 by  c1?",
        "what kind of object are all everything that is op1 by  c1?",
        "what sort of thing is every everything that is op1 by  c1?",
        "what category does everything that is op1 by  c1 belong to?",
        "which example of thing is every everything that is op1 by  c1?",
        "which subset of object is every everything that is op1 by  c1?",
        "which form of entity is all everything that is op1 by  c1?",
        "To what group could everything that is op1 by  c1 be assigned to?",
        "To what class can everything that is op1 by  c1 be classified to?",
        "To which category may everything that is op1 by  c1 be assigned to?",
        "what example of object is every everything that is op1 by  c1?",
        "what subset of thing are all everything that is op1 by  c1?",
        "To which category could everything that is op1 by  c1 be categorized to?",
        "which specialization of entity is all everything that is op1 by  c1?",
        "To which group could everything that is op1 by  c1 be classified to?",
        "To which group may everything that is op1 by  c1 be assigned to?",
        "To what class could everything that is op1 by  c1 be assigned to?",
        "To which group could everything that is op1 by  c1 be assigned to?",
        "To what type can everything that is op1 by  c1 be classified to?",
        "which type of object is all everything that is op1 by  c1?",
        "what type does everything that is op1 by  c1 belong to?",
        "which form of entity is each everything that is op1 by  c1?",
        "which kind of object are all everything that is op1 by  c1?",
        "which form of thing is all everything that is op1 by  c1?",
        "To which type can everything that is op1 by  c1 be categorized to?",
        "what form of thing is every everything that is op1 by  c1?",
        "which type does everything that is op1 by  c1 belong to?",
        "what type of entity is every everything that is op1 by  c1?",
        "what thing are each everything that is op1 by  c1?",
        "what is everything that is op1 by  c1?",
        "which subset of thing are every everything that is op1 by  c1?",
        "To which class may everything that is op1 by  c1 be assigned to?",
        "which form of object is all everything that is op1 by  c1?",
        "what form of entity are each everything that is op1 by  c1?",
        "what specialization of thing are each everything that is op1 by  c1?",
        "which form of entity are every everything that is op1 by  c1?",
        "what example of object are each everything that is op1 by  c1?",
        "which thing is each everything that is op1 by  c1?",
        "which type did everything that is op1 by  c1 belong to?",
        "what type of entity are all everything that is op1 by  c1?",
        "To which group can everything that is op1 by  c1 be categorized to?",
        "what example of entity are all everything that is op1 by  c1?",
        "what subset of object is all everything that is op1 by  c1?",
        "what example of entity is all everything that is op1 by  c1?",
        "which sort of object is each everything that is op1 by  c1?",
        "what type of object is all everything that is op1 by  c1?",
        "what specialization of object are each everything that is op1 by  c1?",
        "which object are all everything that is op1 by  c1?",
        "what specialization of thing is all everything that is op1 by  c1?",
        "what are everything that is op1 by  c1?",
        "which sort of thing is all everything that is op1 by  c1?",
        "To what group could everything that is op1 by  c1 be classified to?",
        "which subset of entity are each everything that is op1 by  c1?",
        "what form of object are each everything that is op1 by  c1?",
        "To what class could everything that is op1 by  c1 be classified to?",
        "what form of entity is all everything that is op1 by  c1?",
        "which kind of object is every everything that is op1 by  c1?",
        "what thing is all everything that is op1 by  c1?",
        "which form of thing is every everything that is op1 by  c1?",
        "To what category could everything that is op1 by  c1 be categorized to?",
        "what thing is every everything that is op1 by  c1?",
        "which example of thing is each everything that is op1 by  c1?",
        "what specialization of entity is every everything that is op1 by  c1?",
        "what sort of entity is each everything that is op1 by  c1?",
        "which kind of object are each everything that is op1 by  c1?",
        "what type of thing is every everything that is op1 by  c1?",
        "To what type could everything that is op1 by  c1 be categorized to?",
        "which subset of entity are every everything that is op1 by  c1?",
        "what form of object is all everything that is op1 by  c1?",
        "what specialization of entity are each everything that is op1 by  c1?",
        "To what group can everything that is op1 by  c1 be assigned to?",
        "what entity is every everything that is op1 by  c1?",
        "what class does everything that is op1 by  c1 belong to?",
        "which object are each everything that is op1 by  c1?",
        "which example of thing are every everything that is op1 by  c1?",
        "which form of entity is every everything that is op1 by  c1?",
        "which type of object is every everything that is op1 by  c1?",
        "which specialization of entity are each everything that is op1 by  c1?",
        "which example of entity are all everything that is op1 by  c1?",
        "what type of thing is all everything that is op1 by  c1?",
        "what specialization of thing are all everything that is op1 by  c1?",
        "what kind of object are each everything that is op1 by  c1?",
        "which form of object are every everything that is op1 by  c1?",
        "what kind of object are every everything that is op1 by  c1?",
        "what entity is all everything that is op1 by  c1?",
        "what kind of object is every everything that is op1 by  c1?",
        "what subset of entity are every everything that is op1 by  c1?",
        "which sort of entity are each everything that is op1 by  c1?",
        "To which group may everything that is op1 by  c1 be categorized to?",
        "which sort of object are every everything that is op1 by  c1?",
        "which form of thing are each everything that is op1 by  c1?",
        "which subset of thing is every everything that is op1 by  c1?",
        "what type of object is each everything that is op1 by  c1?",
        "which specialization of object is each everything that is op1 by  c1?",
        "what type of thing is each everything that is op1 by  c1?",
        "To which type could everything that is op1 by  c1 be classified to?",
        "which example of entity is every everything that is op1 by  c1?",
        "which specialization of thing is each everything that is op1 by  c1?",
        "what sort of thing is all everything that is op1 by  c1?",
        "which specialization of object are every everything that is op1 by  c1?",
        "what form of thing are all everything that is op1 by  c1?",
        "which sort of thing are all everything that is op1 by  c1?",
        "what type of entity are every everything that is op1 by  c1?",
        "what subset of entity is every everything that is op1 by  c1?",
        "what example of entity are every everything that is op1 by  c1?",
        "which specialization of object is all everything that is op1 by  c1?",
        "what example of object is all everything that is op1 by  c1?",
        "which sort of entity are every everything that is op1 by  c1?",
        "To what category could everything that is op1 by  c1 be classified to?",
        "which specialization of entity are every everything that is op1 by  c1?",
        "what sort of object is each everything that is op1 by  c1?",
        "which subset of entity is all everything that is op1 by  c1?",
        "what example of object are every everything that is op1 by  c1?",
        "To which type may everything that is op1 by  c1 be classified to?",
        "which thing are every everything that is op1 by  c1?",
        "what type of thing are all everything that is op1 by  c1?",
        "which category does everything that is op1 by  c1 belong to?",
        "what form of entity are all everything that is op1 by  c1?",
        "what subset of entity are each everything that is op1 by  c1?",
        "what object is all everything that is op1 by  c1?",
        "To which class could everything that is op1 by  c1 be classified to?",
        "To which group may everything that is op1 by  c1 be classified to?",
        "which example of object are every everything that is op1 by  c1?",
        "which subset of thing is each everything that is op1 by  c1?",
        "which entity are every everything that is op1 by  c1?",
        "which subset of object are all everything that is op1 by  c1?",
        "what type of thing are each everything that is op1 by  c1?",
        "To what class could everything that is op1 by  c1 be categorized to?",
        "which type of entity are each everything that is op1 by  c1?",
        "what subset of thing are each everything that is op1 by  c1?",
        "which entity are all everything that is op1 by  c1?",
        "which kind of thing are all everything that is op1 by  c1?",
        "what type of entity is each everything that is op1 by  c1?",
        "which form of object are each everything that is op1 by  c1?",
        "To which class can everything that is op1 by  c1 be classified to?",
        "what group does everything that is op1 by  c1 belong to?",
        "To what group may everything that is op1 by  c1 be categorized to?",
        "which sort of entity is all everything that is op1 by  c1?",
        "what sort of thing are all everything that is op1 by  c1?",
        "what example of thing is each everything that is op1 by  c1?",
        "which example of object are all everything that is op1 by  c1?",
        "what subset of entity is all everything that is op1 by  c1?",
        "which subset of entity is every everything that is op1 by  c1?",
        "what sort of entity is every everything that is op1 by  c1?"
    ],
    "query": "SELECT ?x WHERE { <c1> rdfs:subClassOf [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:allValuesFrom ?x ] . }"
}