{
    "cqs": [
        "How many forms of something are proposed?",
        "How many examples of something are proposed?",
        "How many forms of something are described?",
        "How many sorts of something are proposed?",
        "How many types of something are described?",
        "How many forms does something have?",
        "How many subsets of something are there?",
        "How many specializations of something are available?",
        "How many subsets of something exist?",
        "How many subsets of something are available?",
        "How many sorts of something are described?",
        "How many kinds of something are proposed?",
        "How many sorts does something have?",
        "How many examples of something are there?",
        "How many forms of something are available?",
        "How many subsets does something have?",
        "How many types of something are available?",
        "How many sorts of something exist?",
        "How many sorts of something are available?",
        "How many forms did something have?",
        "How many examples did something have?",
        "How many forms of something are there?",
        "How many examples of something exist?",
        "How many subsets of something are proposed?",
        "How many kinds does something have?",
        "How many subsets of something are described?",
        "How many types of something exist?",
        "How many types of something are proposed?",
        "How many specializations of something are proposed?",
        "How many subsets did something have?",
        "How many forms of something exist?",
        "How many types does something have?",
        "How many sorts did something have?",
        "How many kinds of something are available?",
        "How many kinds of something are there?",
        "How many specializations did something have?",
        "How many kinds of something are described?",
        "How many types did something have?",
        "How many specializations does something have?",
        "How many sorts of something are there?",
        "How many kinds did something have?",
        "How many examples does something have?",
        "How many kinds of something exist?",
        "How many specializations of something are there?",
        "How many types of something are there?",
        "How many examples of something are described?",
        "How many specializations of something are described?",
        "How many specializations of something exist?",
        "How many examples of something are available?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ owl:intersectionOf ( [ owl:intersectionOf rdf:nil ] ) ] . }"
}