{
    "cqs": [
        "How many types of something that dp1 dt1 are described?",
        "How many subsets of something that dp1 dt1 are described?",
        "How many sorts of something that dp1 dt1 are described?",
        "How many kinds of something that dp1 dt1 are proposed?",
        "How many sorts of something that dp1 dt1 are available?",
        "How many subsets did something that dp1 dt1 have?",
        "How many sorts of something that dp1 dt1 exist?",
        "How many sorts did something that dp1 dt1 have?",
        "How many sorts of something that dp1 dt1 are there?",
        "How many subsets of something that dp1 dt1 exist?",
        "How many types of something that dp1 dt1 are available?",
        "How many examples of something that dp1 dt1 are available?",
        "How many types of things dp1 dt1?",
        "How many specializations of something that dp1 dt1 are available?",
        "How many examples did something that dp1 dt1 have?",
        "How many kinds of something that dp1 dt1 exist?",
        "How many types of categories dp1 dt1?",
        "How many forms of something that dp1 dt1 are available?",
        "How many forms does something that dp1 dt1 have?",
        "How many forms of something that dp1 dt1 are there?",
        "How many sorts of something that dp1 dt1 are proposed?",
        "How many categories of categories dp1 dt1?",
        "How many types of something that dp1 dt1 are there?",
        "How many kinds does something that dp1 dt1 have?",
        "How many classes of objects dp1 dt1?",
        "How many specializations of something that dp1 dt1 are described?",
        "How many specializations does something that dp1 dt1 have?",
        "How many examples of something that dp1 dt1 are proposed?",
        "How many categories of entities dp1 dt1?",
        "How many forms of something that dp1 dt1 exist?",
        "How many examples of something that dp1 dt1 exist?",
        "How many types of something that dp1 dt1 are proposed?",
        "How many types did something that dp1 dt1 have?",
        "How many types of entities dp1 dt1?",
        "How many forms did something that dp1 dt1 have?",
        "How many classes of entities dp1 dt1?",
        "How many specializations of something that dp1 dt1 exist?",
        "How many specializations of something that dp1 dt1 are proposed?",
        "How many specializations did something that dp1 dt1 have?",
        "How many classes of categories dp1 dt1?",
        "How many categories of things dp1 dt1?",
        "How many forms of something that dp1 dt1 are described?",
        "How many types of something that dp1 dt1 exist?",
        "How many categories of objects dp1 dt1?",
        "How many subsets of something that dp1 dt1 are there?",
        "How many examples of something that dp1 dt1 are described?",
        "How many kinds of something that dp1 dt1 are described?",
        "How many examples of something that dp1 dt1 are there?",
        "How many subsets does something that dp1 dt1 have?",
        "How many forms of something that dp1 dt1 are proposed?",
        "How many classes of things dp1 dt1?",
        "How many subsets of something that dp1 dt1 are proposed?",
        "How many subsets of something that dp1 dt1 are available?",
        "How many examples does something that dp1 dt1 have?",
        "How many kinds did something that dp1 dt1 have?",
        "How many types does something that dp1 dt1 have?",
        "How many kinds of something that dp1 dt1 are available?",
        "How many types of objects dp1 dt1?",
        "How many kinds of something that dp1 dt1 are there?",
        "How many sorts does something that dp1 dt1 have?",
        "How many specializations of something that dp1 dt1 are there?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ rdf:type owl:Restriction ; owl:onProperty <dp1> ; owl:hasValue <dt1> ] . }"
}