{
    "cqs": [
        "How many sorts of something that op1 at least 2 things and that op2 c2 exist?",
        "How many kinds of something that op1 at least 2 things and that op2 c2 exist?",
        "How many types of something that op1 at least 2 things and that op2 c2 are available?",
        "How many forms did something that op1 at least 2 things and that op2 c2 have?",
        "How many kinds of something that op1 at least 2 things and that op2 c2 are described?",
        "How many sorts does something that op1 at least 2 things and that op2 c2 have?",
        "How many specializations of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many specializations does something that op1 at least 2 things and that op2 c2 have?",
        "How many examples does something that op1 at least 2 things and that op2 c2 have?",
        "How many types of something that op1 at least 2 things and that op2 c2 are described?",
        "How many subsets does something that op1 at least 2 things and that op2 c2 have?",
        "How many subsets did something that op1 at least 2 things and that op2 c2 have?",
        "How many forms of something that op1 at least 2 things and that op2 c2 are available?",
        "How many sorts of something that op1 at least 2 things and that op2 c2 are available?",
        "How many examples of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many examples of something that op1 at least 2 things and that op2 c2 are described?",
        "How many specializations of something that op1 at least 2 things and that op2 c2 exist?",
        "How many sorts of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many sorts of something that op1 at least 2 things and that op2 c2 are there?",
        "How many specializations did something that op1 at least 2 things and that op2 c2 have?",
        "How many examples of something that op1 at least 2 things and that op2 c2 exist?",
        "How many specializations of something that op1 at least 2 things and that op2 c2 are available?",
        "How many specializations of something that op1 at least 2 things and that op2 c2 are there?",
        "How many subsets of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many sorts did something that op1 at least 2 things and that op2 c2 have?",
        "How many kinds of something that op1 at least 2 things and that op2 c2 are there?",
        "How many examples did something that op1 at least 2 things and that op2 c2 have?",
        "How many forms of something that op1 at least 2 things and that op2 c2 exist?",
        "How many types did something that op1 at least 2 things and that op2 c2 have?",
        "How many kinds did something that op1 at least 2 things and that op2 c2 have?",
        "How many forms of something that op1 at least 2 things and that op2 c2 are described?",
        "How many subsets of something that op1 at least 2 things and that op2 c2 are available?",
        "How many kinds does something that op1 at least 2 things and that op2 c2 have?",
        "How many subsets of something that op1 at least 2 things and that op2 c2 are described?",
        "How many types of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many specializations of something that op1 at least 2 things and that op2 c2 are described?",
        "How many sorts of something that op1 at least 2 things and that op2 c2 are described?",
        "How many types of something that op1 at least 2 things and that op2 c2 exist?",
        "How many subsets of something that op1 at least 2 things and that op2 c2 are there?",
        "How many kinds of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many forms of something that op1 at least 2 things and that op2 c2 are there?",
        "How many kinds of something that op1 at least 2 things and that op2 c2 are available?",
        "How many subsets of something that op1 at least 2 things and that op2 c2 exist?",
        "How many types does something that op1 at least 2 things and that op2 c2 have?",
        "How many types of something that op1 at least 2 things and that op2 c2 are there?",
        "How many forms of something that op1 at least 2 things and that op2 c2 are proposed?",
        "How many examples of something that op1 at least 2 things and that op2 c2 are available?",
        "How many examples of something that op1 at least 2 things and that op2 c2 are there?",
        "How many forms does something that op1 at least 2 things and that op2 c2 have?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:someValuesFrom <c2> ] [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:minCardinality \"2\"^^xsd:nonNegativeInteger ] ) ] . }"
}