{
    "cqs": [
        "what specialization of entity is each c1?",
        "what specialization of object are all c1?",
        "To which group can c1 be assigned to?",
        "To what type may c1 be categorized to?",
        "what subset of thing are all c1?",
        "what specialization of thing are all c1?",
        "which specialization of thing is every c1?",
        "which example of object are each c1?",
        "which sort of entity are all c1?",
        "which form of entity is each c1?",
        "what example of entity are each c1?",
        "which subset of entity are all c1?",
        "To which class can c1 be classified to?",
        "what class does c1 belong to?",
        "To what class may c1 be assigned to?",
        "which sort of thing is each c1?",
        "To what class could c1 be classified to?",
        "To what type could c1 be assigned to?",
        "which type of thing are each c1?",
        "which subset of object is all c1?",
        "which thing are every c1?",
        "which entity is each c1?",
        "which subset of thing is every c1?",
        "what type does c1 belong to?",
        "which subset of object are all c1?",
        "To what category may c1 be assigned to?",
        "what sort of object is each c1?",
        "what object is every c1?",
        "which sort of object are all c1?",
        "which object are each c1?",
        "which type of object is each c1?",
        "which kind of thing is every c1?",
        "what type of object is each c1?",
        "which entity are each c1?",
        "To which type may c1 be categorized to?",
        "what specialization of entity are every c1?",
        "which specialization of entity are each c1?",
        "which type of entity is all c1?",
        "what subset of object is each c1?",
        "which class does c1 belong to?",
        "which specialization of object is each c1?",
        "what kind of object is all c1?",
        "which object is all c1?",
        "what example of entity are every c1?",
        "what type of object are each c1?",
        "what sort of object are each c1?",
        "what specialization of entity is all c1?",
        "which type of thing is each c1?",
        "which specialization of object are all c1?",
        "which sort of entity are every c1?",
        "To what type may c1 be assigned to?",
        "which example of thing are each c1?",
        "which kind of thing are all c1?",
        "which kind of thing is each c1?",
        "what sort of object are every c1?",
        "To what group may c1 be categorized to?",
        "which type of object is all c1?",
        "which specialization of object is every c1?",
        "what kind of thing is each c1?",
        "which example of entity are all c1?",
        "what form of thing is every c1?",
        "what specialization of entity are all c1?",
        "what example of thing is all c1?",
        "which sort of thing is all c1?",
        "what sort of thing is each c1?",
        "To which category may c1 be assigned to?",
        "which thing is all c1?",
        "which type of entity are every c1?",
        "which sort of object is all c1?",
        "what type of thing are each c1?",
        "To which group could c1 be categorized to?",
        "what group did c1 belong to?",
        "which example of entity is all c1?",
        "what form of thing are each c1?",
        "what kind of object are each c1?",
        "which subset of entity is every c1?",
        "which sort of entity is all c1?",
        "what kind of entity is each c1?",
        "which subset of thing is each c1?",
        "what form of thing are all c1?",
        "which subset of thing are each c1?",
        "what type of entity is every c1?",
        "which specialization of entity is all c1?",
        "which example of entity are every c1?",
        "which form of entity is all c1?",
        "To what type can c1 be classified to?",
        "To what category can c1 be classified to?",
        "To which category could c1 be categorized to?",
        "which subset of entity is all c1?",
        "what thing are all c1?",
        "To what category could c1 be categorized to?",
        "which specialization of thing is each c1?",
        "which specialization of thing is all c1?",
        "which entity are every c1?",
        "what kind of entity are every c1?",
        "which sort of entity are each c1?",
        "which form of thing is all c1?",
        "which specialization of entity is each c1?",
        "To what class may c1 be categorized to?",
        "what subset of object is every c1?",
        "what form of object is every c1?",
        "To which type can c1 be classified to?",
        "what subset of entity is each c1?",
        "which example of entity is each c1?",
        "what form of object is all c1?",
        "what sort of thing are every c1?",
        "which subset of object is every c1?",
        "To what group can c1 be classified to?",
        "To which group may c1 be categorized to?",
        "which type did c1 belong to?",
        "which form of thing are each c1?",
        "which type of thing is all c1?",
        "what subset of entity are all c1?",
        "what type of entity are all c1?",
        "To which category may c1 be classified to?",
        "which example of thing is each c1?",
        "To what category may c1 be classified to?",
        "which form of thing is each c1?",
        "To which category can c1 be categorized to?",
        "which example of thing is all c1?",
        "what form of entity is all c1?",
        "what sort of entity is each c1?",
        "what specialization of thing are every c1?",
        "what example of entity are all c1?",
        "To which class could c1 be classified to?",
        "what form of object are all c1?",
        "which is the supertype of c1?",
        "which entity is all c1?",
        "what kind of object are all c1?",
        "which specialization of thing are every c1?",
        "what form of thing are every c1?",
        "which kind of object are each c1?",
        "what entity is every c1?",
        "which form of object are all c1?",
        "which specialization of object are every c1?",
        "which kind of entity is every c1?",
        "which type of thing are all c1?",
        "what example of thing are all c1?",
        "what entity are all c1?",
        "what class did c1 belong to?",
        "which example of thing are all c1?",
        "what example of object is all c1?",
        "what group does c1 belong to?",
        "which sort of entity is every c1?",
        "To what group may c1 be classified to?",
        "To what group can c1 be categorized to?",
        "what specialization of thing is each c1?",
        "what specialization of thing is every c1?",
        "what example of thing is every c1?",
        "what kind of thing is every c1?",
        "what form of entity is every c1?",
        "what thing are every c1?",
        "what type of thing are every c1?",
        "what type of object are all c1?",
        "what kind of entity is every c1?",
        "To which category could c1 be assigned to?",
        "To which type can c1 be categorized to?",
        "which subset of object is each c1?",
        "what sort of entity are every c1?",
        "To what type can c1 be categorized to?",
        "which sort of thing are each c1?",
        "what subset of object are every c1?",
        "what sort of object is all c1?",
        "what subset of object are each c1?",
        "To what class could c1 be categorized to?",
        "To what class can c1 be categorized to?",
        "To what group may c1 be assigned to?",
        "what kind of entity is all c1?",
        "To which class can c1 be assigned to?",
        "which specialization of object is all c1?",
        "which form of thing is every c1?",
        "To which type may c1 be classified to?",
        "what type of thing is all c1?",
        "what example of object are all c1?",
        "To which type can c1 be assigned to?",
        "which kind of entity is all c1?",
        "what subset of thing is every c1?",
        "what kind of entity are all c1?",
        "what is c1?",
        "which object are all c1?",
        "To what category may c1 be categorized to?",
        "which object is each c1?",
        "what example of object is each c1?",
        "which specialization of thing are all c1?",
        "To what type could c1 be classified to?",
        "To which class may c1 be categorized to?",
        "To what category could c1 be assigned to?",
        "what specialization of thing are each c1?",
        "To what class may c1 be classified to?",
        "what sort of thing are all c1?",
        "what example of object are each c1?",
        "what kind of entity are each c1?",
        "what sort of entity is every c1?",
        "what form of object are every c1?",
        "what specialization of object is each c1?",
        "which type of entity is every c1?",
        "what thing is each c1?",
        "To which class may c1 be classified to?",
        "which subset of thing are every c1?",
        "which example of object are every c1?",
        "what subset of thing are each c1?",
        "what form of thing is each c1?",
        "what object are every c1?",
        "what form of thing is all c1?",
        "what example of thing is each c1?",
        "what kind of thing are each c1?",
        "which subset of object are each c1?",
        "what category did c1 belong to?",
        "which sort of object is every c1?",
        "what example of entity is each c1?",
        "what specialization of object is every c1?",
        "To which group may c1 be classified to?",
        "what type of thing is every c1?",
        "To which class could c1 be categorized to?",
        "which example of thing are every c1?",
        "which sort of thing are every c1?",
        "which entity is every c1?",
        "To which group could c1 be classified to?",
        "what form of object is each c1?",
        "what form of entity is each c1?",
        "which type of object are every c1?",
        "what example of object is every c1?",
        "which specialization of entity is every c1?",
        "which subset of entity are each c1?",
        "what type of thing are all c1?",
        "which form of object is every c1?",
        "To what category can c1 be categorized to?",
        "what category does c1 belong to?",
        "what object are each c1?",
        "which kind of entity are each c1?",
        "To what group could c1 be assigned to?",
        "To which category could c1 be classified to?",
        "what entity is all c1?",
        "which type of entity are all c1?",
        "what type of object are every c1?",
        "what example of entity is all c1?",
        "which category does c1 belong to?",
        "which type of entity are each c1?",
        "which specialization of entity are all c1?",
        "which kind of thing is all c1?",
        "To which group can c1 be classified to?",
        "which type does c1 belong to?",
        "which class did c1 belong to?",
        "which subset of entity is each c1?",
        "what subset of thing is each c1?",
        "To which class may c1 be assigned to?",
        "which specialization of entity are every c1?",
        "which form of entity are every c1?",
        "which kind of entity are all c1?",
        "what kind of thing are every c1?",
        "To what type could c1 be categorized to?",
        "which category did c1 belong to?",
        "which form of object is each c1?",
        "what object are all c1?",
        "what form of entity are all c1?",
        "which sort of thing are all c1?",
        "what example of entity is every c1?",
        "what type of entity is each c1?",
        "which thing are each c1?",
        "what kind of object is every c1?",
        "which sort of entity is each c1?",
        "what specialization of thing is all c1?",
        "which subset of object are every c1?",
        "what subset of entity are each c1?",
        "which object is every c1?",
        "which kind of thing are every c1?",
        "which kind of entity is each c1?",
        "what specialization of object are each c1?",
        "To what type can c1 be assigned to?",
        "which example of thing is every c1?",
        "what specialization of object is all c1?",
        "which sort of object is each c1?",
        "what subset of entity is all c1?",
        "which form of entity are each c1?",
        "which example of object is every c1?",
        "what type of object is every c1?",
        "To what class can c1 be classified to?",
        "which form of entity is every c1?",
        "what form of entity are every c1?",
        "what type of thing is each c1?",
        "what thing are each c1?",
        "which example of object is each c1?",
        "which group does c1 belong to?",
        "which thing is each c1?",
        "what sort of thing is all c1?",
        "which form of object are each c1?",
        "what example of thing are each c1?",
        "what subset of object are all c1?",
        "which example of entity are each c1?",
        "which kind of entity are every c1?",
        "which entity are all c1?",
        "To what category could c1 be classified to?",
        "which subset of entity are every c1?",
        "which type of entity is each c1?",
        "which type of thing is every c1?",
        "which thing are all c1?",
        "To which category may c1 be categorized to?",
        "which example of object is all c1?",
        "which example of entity is every c1?",
        "which specialization of object are each c1?",
        "what kind of object is each c1?",
        "which sort of thing is every c1?",
        "To which type may c1 be assigned to?",
        "which form of thing are all c1?",
        "which type of object are all c1?",
        "which type of object is every c1?",
        "what entity is each c1?",
        "which type of thing are every c1?",
        "which sort of object are every c1?",
        "what subset of thing is all c1?",
        "which sort of object are each c1?",
        "To which type could c1 be assigned to?",
        "what form of entity are each c1?",
        "what specialization of entity is every c1?",
        "which type of object are each c1?",
        "what specialization of entity are each c1?",
        "what subset of object is all c1?",
        "To what group could c1 be classified to?",
        "To what type may c1 be classified to?",
        "which subset of thing are all c1?",
        "which form of object is all c1?",
        "what thing is every c1?",
        "To which type could c1 be classified to?",
        "To which group may c1 be assigned to?",
        "what thing is all c1?",
        "which kind of object is each c1?",
        "which kind of object is every c1?",
        "what example of thing are every c1?",
        "what type of object is all c1?",
        "To which group can c1 be categorized to?",
        "what sort of object is every c1?",
        "what is the supertype of c1?",
        "To which category can c1 be assigned to?",
        "what sort of entity are all c1?",
        "which object are every c1?",
        "which kind of thing are each c1?",
        "which example of object are all c1?",
        "To what group could c1 be categorized to?",
        "which kind of object are every c1?",
        "what object is each c1?",
        "what type did c1 belong to?",
        "what sort of thing is every c1?",
        "what sort of entity is all c1?",
        "what sort of object are all c1?",
        "To what class can c1 be assigned to?",
        "what example of object are every c1?",
        "which thing is every c1?",
        "which specialization of thing are each c1?",
        "what subset of thing are every c1?",
        "To what category can c1 be assigned to?",
        "To which class can c1 be categorized to?",
        "what are c1?",
        "what entity are every c1?",
        "which form of object are every c1?",
        "what entity are each c1?",
        "To which type could c1 be categorized to?",
        "which are c1?",
        "what type of entity are every c1?",
        "what sort of entity are each c1?",
        "which kind of object is all c1?",
        "To which class could c1 be assigned to?",
        "To what group can c1 be assigned to?",
        "To which group could c1 be assigned to?",
        "what subset of entity are every c1?",
        "which form of entity are all c1?",
        "what sort of thing are each c1?",
        "what form of object are each c1?",
        "what type of entity are each c1?",
        "what type of entity is all c1?",
        "which subset of thing is all c1?",
        "which is c1?",
        "what kind of thing are all c1?",
        "what object is all c1?",
        "what kind of thing is all c1?",
        "which kind of object are all c1?",
        "what specialization of object are every c1?",
        "To what class could c1 be assigned to?",
        "what kind of object are every c1?",
        "To which category can c1 be classified to?",
        "which group did c1 belong to?",
        "which form of thing are every c1?",
        "what subset of entity is every c1?",
        "what specialization of entity is each c1?",
        "what specialization of object are all c1?",
        "To which group can c1 be assigned to?",
        "To what type may c1 be categorized to?",
        "what subset of thing are all c1?",
        "what specialization of thing are all c1?",
        "which specialization of thing is every c1?",
        "which example of object are each c1?",
        "which sort of entity are all c1?",
        "which form of entity is each c1?",
        "what example of entity are each c1?",
        "which subset of entity are all c1?",
        "To which class can c1 be classified to?",
        "what class does c1 belong to?",
        "To what class may c1 be assigned to?",
        "which sort of thing is each c1?",
        "To what class could c1 be classified to?",
        "To what type could c1 be assigned to?",
        "which type of thing are each c1?",
        "which subset of object is all c1?",
        "which thing are every c1?",
        "which entity is each c1?",
        "which subset of thing is every c1?",
        "what type does c1 belong to?",
        "which subset of object are all c1?",
        "To what category may c1 be assigned to?",
        "what sort of object is each c1?",
        "what object is every c1?",
        "which sort of object are all c1?",
        "which object are each c1?",
        "which type of object is each c1?",
        "which kind of thing is every c1?",
        "what type of object is each c1?",
        "which entity are each c1?",
        "To which type may c1 be categorized to?",
        "what specialization of entity are every c1?",
        "which specialization of entity are each c1?",
        "which type of entity is all c1?",
        "what subset of object is each c1?",
        "which class does c1 belong to?",
        "which specialization of object is each c1?",
        "what kind of object is all c1?",
        "which object is all c1?",
        "what example of entity are every c1?",
        "what type of object are each c1?",
        "what sort of object are each c1?",
        "what specialization of entity is all c1?",
        "which type of thing is each c1?",
        "which specialization of object are all c1?",
        "which sort of entity are every c1?",
        "To what type may c1 be assigned to?",
        "which example of thing are each c1?",
        "which kind of thing are all c1?",
        "which kind of thing is each c1?",
        "what sort of object are every c1?",
        "To what group may c1 be categorized to?",
        "which type of object is all c1?",
        "which specialization of object is every c1?",
        "what kind of thing is each c1?",
        "which example of entity are all c1?",
        "what form of thing is every c1?",
        "what specialization of entity are all c1?",
        "what example of thing is all c1?",
        "which sort of thing is all c1?",
        "what sort of thing is each c1?",
        "To which category may c1 be assigned to?",
        "which thing is all c1?",
        "which type of entity are every c1?",
        "which sort of object is all c1?",
        "what type of thing are each c1?",
        "To which group could c1 be categorized to?",
        "what group did c1 belong to?",
        "which example of entity is all c1?",
        "what form of thing are each c1?",
        "what kind of object are each c1?",
        "which subset of entity is every c1?",
        "which sort of entity is all c1?",
        "what kind of entity is each c1?",
        "which subset of thing is each c1?",
        "what form of thing are all c1?",
        "which subset of thing are each c1?",
        "what type of entity is every c1?",
        "which specialization of entity is all c1?",
        "which example of entity are every c1?",
        "which form of entity is all c1?",
        "To what type can c1 be classified to?",
        "To what category can c1 be classified to?",
        "To which category could c1 be categorized to?",
        "which subset of entity is all c1?",
        "what thing are all c1?",
        "To what category could c1 be categorized to?",
        "which specialization of thing is each c1?",
        "which specialization of thing is all c1?",
        "which entity are every c1?",
        "what kind of entity are every c1?",
        "which sort of entity are each c1?",
        "which form of thing is all c1?",
        "which specialization of entity is each c1?",
        "To what class may c1 be categorized to?",
        "what subset of object is every c1?",
        "what form of object is every c1?",
        "To which type can c1 be classified to?",
        "what subset of entity is each c1?",
        "which example of entity is each c1?",
        "what form of object is all c1?",
        "what sort of thing are every c1?",
        "which subset of object is every c1?",
        "To what group can c1 be classified to?",
        "To which group may c1 be categorized to?",
        "which type did c1 belong to?",
        "which form of thing are each c1?",
        "which type of thing is all c1?",
        "what subset of entity are all c1?",
        "what type of entity are all c1?",
        "To which category may c1 be classified to?",
        "which example of thing is each c1?",
        "To what category may c1 be classified to?",
        "which form of thing is each c1?",
        "To which category can c1 be categorized to?",
        "which example of thing is all c1?",
        "what form of entity is all c1?",
        "what sort of entity is each c1?",
        "what specialization of thing are every c1?",
        "what example of entity are all c1?",
        "To which class could c1 be classified to?",
        "what form of object are all c1?",
        "which is the supertype of c1?",
        "which entity is all c1?",
        "what kind of object are all c1?",
        "which specialization of thing are every c1?",
        "what form of thing are every c1?",
        "which kind of object are each c1?",
        "what entity is every c1?",
        "which form of object are all c1?",
        "which specialization of object are every c1?",
        "which kind of entity is every c1?",
        "which type of thing are all c1?",
        "what example of thing are all c1?",
        "what entity are all c1?",
        "what class did c1 belong to?",
        "which example of thing are all c1?",
        "what example of object is all c1?",
        "what group does c1 belong to?",
        "which sort of entity is every c1?",
        "To what group may c1 be classified to?",
        "To what group can c1 be categorized to?",
        "what specialization of thing is each c1?",
        "what specialization of thing is every c1?",
        "what example of thing is every c1?",
        "what kind of thing is every c1?",
        "what form of entity is every c1?",
        "what thing are every c1?",
        "what type of thing are every c1?",
        "what type of object are all c1?",
        "what kind of entity is every c1?",
        "To which category could c1 be assigned to?",
        "To which type can c1 be categorized to?",
        "which subset of object is each c1?",
        "what sort of entity are every c1?",
        "To what type can c1 be categorized to?",
        "which sort of thing are each c1?",
        "what subset of object are every c1?",
        "what sort of object is all c1?",
        "what subset of object are each c1?",
        "To what class could c1 be categorized to?",
        "To what class can c1 be categorized to?",
        "To what group may c1 be assigned to?",
        "what kind of entity is all c1?",
        "To which class can c1 be assigned to?",
        "which specialization of object is all c1?",
        "which form of thing is every c1?",
        "To which type may c1 be classified to?",
        "what type of thing is all c1?",
        "what example of object are all c1?",
        "To which type can c1 be assigned to?",
        "which kind of entity is all c1?",
        "what subset of thing is every c1?",
        "what kind of entity are all c1?",
        "what is c1?",
        "which object are all c1?",
        "To what category may c1 be categorized to?",
        "which object is each c1?",
        "what example of object is each c1?",
        "which specialization of thing are all c1?",
        "To what type could c1 be classified to?",
        "To which class may c1 be categorized to?",
        "To what category could c1 be assigned to?",
        "what specialization of thing are each c1?",
        "To what class may c1 be classified to?",
        "what sort of thing are all c1?",
        "what example of object are each c1?",
        "what kind of entity are each c1?",
        "what sort of entity is every c1?",
        "what form of object are every c1?",
        "what specialization of object is each c1?",
        "which type of entity is every c1?",
        "what thing is each c1?",
        "To which class may c1 be classified to?",
        "which subset of thing are every c1?",
        "which example of object are every c1?",
        "what subset of thing are each c1?",
        "what form of thing is each c1?",
        "what object are every c1?",
        "what form of thing is all c1?",
        "what example of thing is each c1?",
        "what kind of thing are each c1?",
        "which subset of object are each c1?",
        "what category did c1 belong to?",
        "which sort of object is every c1?",
        "what example of entity is each c1?",
        "what specialization of object is every c1?",
        "To which group may c1 be classified to?",
        "what type of thing is every c1?",
        "To which class could c1 be categorized to?",
        "which example of thing are every c1?",
        "which sort of thing are every c1?",
        "which entity is every c1?",
        "To which group could c1 be classified to?",
        "what form of object is each c1?",
        "what form of entity is each c1?",
        "which type of object are every c1?",
        "what example of object is every c1?",
        "which specialization of entity is every c1?",
        "which subset of entity are each c1?",
        "what type of thing are all c1?",
        "which form of object is every c1?",
        "To what category can c1 be categorized to?",
        "what category does c1 belong to?",
        "what object are each c1?",
        "which kind of entity are each c1?",
        "To what group could c1 be assigned to?",
        "To which category could c1 be classified to?",
        "what entity is all c1?",
        "which type of entity are all c1?",
        "what type of object are every c1?",
        "what example of entity is all c1?",
        "which category does c1 belong to?",
        "which type of entity are each c1?",
        "which specialization of entity are all c1?",
        "which kind of thing is all c1?",
        "To which group can c1 be classified to?",
        "which type does c1 belong to?",
        "which class did c1 belong to?",
        "which subset of entity is each c1?",
        "what subset of thing is each c1?",
        "To which class may c1 be assigned to?",
        "which specialization of entity are every c1?",
        "which form of entity are every c1?",
        "which kind of entity are all c1?",
        "what kind of thing are every c1?",
        "To what type could c1 be categorized to?",
        "which category did c1 belong to?",
        "which form of object is each c1?",
        "what object are all c1?",
        "what form of entity are all c1?",
        "which sort of thing are all c1?",
        "what example of entity is every c1?",
        "what type of entity is each c1?",
        "which thing are each c1?",
        "what kind of object is every c1?",
        "which sort of entity is each c1?",
        "what specialization of thing is all c1?",
        "which subset of object are every c1?",
        "what subset of entity are each c1?",
        "which object is every c1?",
        "which kind of thing are every c1?",
        "which kind of entity is each c1?",
        "what specialization of object are each c1?",
        "To what type can c1 be assigned to?",
        "which example of thing is every c1?",
        "what specialization of object is all c1?",
        "which sort of object is each c1?",
        "what subset of entity is all c1?",
        "which form of entity are each c1?",
        "which example of object is every c1?",
        "what type of object is every c1?",
        "To what class can c1 be classified to?",
        "which form of entity is every c1?",
        "what form of entity are every c1?",
        "what type of thing is each c1?",
        "what thing are each c1?",
        "which example of object is each c1?",
        "which group does c1 belong to?",
        "which thing is each c1?",
        "what sort of thing is all c1?",
        "which form of object are each c1?",
        "what example of thing are each c1?",
        "what subset of object are all c1?",
        "which example of entity are each c1?",
        "which kind of entity are every c1?",
        "which entity are all c1?",
        "To what category could c1 be classified to?",
        "which subset of entity are every c1?",
        "which type of entity is each c1?",
        "which type of thing is every c1?",
        "which thing are all c1?",
        "To which category may c1 be categorized to?",
        "which example of object is all c1?",
        "which example of entity is every c1?",
        "which specialization of object are each c1?",
        "what kind of object is each c1?",
        "which sort of thing is every c1?",
        "To which type may c1 be assigned to?",
        "which form of thing are all c1?",
        "which type of object are all c1?",
        "which type of object is every c1?",
        "what entity is each c1?",
        "which type of thing are every c1?",
        "which sort of object are every c1?",
        "what subset of thing is all c1?",
        "which sort of object are each c1?",
        "To which type could c1 be assigned to?",
        "what form of entity are each c1?",
        "what specialization of entity is every c1?",
        "which type of object are each c1?",
        "what specialization of entity are each c1?",
        "what subset of object is all c1?",
        "To what group could c1 be classified to?",
        "To what type may c1 be classified to?",
        "which subset of thing are all c1?",
        "which form of object is all c1?",
        "what thing is every c1?",
        "To which type could c1 be classified to?",
        "To which group may c1 be assigned to?",
        "what thing is all c1?",
        "which kind of object is each c1?",
        "which kind of object is every c1?",
        "what example of thing are every c1?",
        "what type of object is all c1?",
        "To which group can c1 be categorized to?",
        "what sort of object is every c1?",
        "what is the supertype of c1?",
        "To which category can c1 be assigned to?",
        "what sort of entity are all c1?",
        "which object are every c1?",
        "which kind of thing are each c1?",
        "which example of object are all c1?",
        "To what group could c1 be categorized to?",
        "which kind of object are every c1?",
        "what object is each c1?",
        "what type did c1 belong to?",
        "what sort of thing is every c1?",
        "what sort of entity is all c1?",
        "what sort of object are all c1?",
        "To what class can c1 be assigned to?",
        "what example of object are every c1?",
        "which thing is every c1?",
        "which specialization of thing are each c1?",
        "what subset of thing are every c1?",
        "To what category can c1 be assigned to?",
        "To which class can c1 be categorized to?",
        "what are c1?",
        "what entity are every c1?",
        "which form of object are every c1?",
        "what entity are each c1?",
        "To which type could c1 be categorized to?",
        "which are c1?",
        "what type of entity are every c1?",
        "what sort of entity are each c1?",
        "which kind of object is all c1?",
        "To which class could c1 be assigned to?",
        "To what group can c1 be assigned to?",
        "To which group could c1 be assigned to?",
        "what subset of entity are every c1?",
        "which form of entity are all c1?",
        "what sort of thing are each c1?",
        "what form of object are each c1?",
        "what type of entity are each c1?",
        "what type of entity is all c1?",
        "which subset of thing is all c1?",
        "which is c1?",
        "what kind of thing are all c1?",
        "what object is all c1?",
        "what kind of thing is all c1?",
        "which kind of object are all c1?",
        "what specialization of object are every c1?",
        "To what class could c1 be assigned to?",
        "what kind of object are every c1?",
        "To which category can c1 be classified to?",
        "which group did c1 belong to?",
        "which form of thing are every c1?",
        "what subset of entity is every c1?"
    ],
    "query": "SELECT ?x WHERE { <c1> rdfs:subClassOf [ owl:intersectionOf ( [ rdf:type owl:Restriction ; owl:onProperty ?x ; owl:allValuesFrom <c2> ] [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:allValuesFrom <c3> ] ) ] . }"
}