{
    "cqs": [
        "How many examples of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many forms of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many kinds of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many subsets of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many examples does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many types did c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many forms of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many subsets of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many specializations does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many types of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many types of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many kinds does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many forms of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many examples of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many forms does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many kinds of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many sorts of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many forms of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many sorts of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many subsets of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many specializations of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many examples of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many specializations of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many subsets of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many forms of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many forms did c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many sorts of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many subsets does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many examples of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many kinds of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many sorts of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many kinds of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many specializations of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many examples did c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many specializations of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many sorts does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many kinds did c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many subsets of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many types of c2 that op1 at most 1 thing and that op2 at least 1 thing are proposed?",
        "How many types of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many sorts of c2 that op1 at most 1 thing and that op2 at least 1 thing are described?",
        "How many types of c2 that op1 at most 1 thing and that op2 at least 1 thing are available?",
        "How many examples of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many sorts did c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many specializations did c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many specializations of c2 that op1 at most 1 thing and that op2 at least 1 thing are there?",
        "How many kinds of c2 that op1 at most 1 thing and that op2 at least 1 thing exist?",
        "How many types does c2 that op1 at most 1 thing and that op2 at least 1 thing have?",
        "How many subsets did c2 that op1 at most 1 thing and that op2 at least 1 thing have?"
    ],
    "query": "SELECT (COUNT(?x) AS ?cnt) WHERE { ?x rdfs:subClassOf [ owl:intersectionOf ( <c2> [ rdf:type owl:Restriction ; owl:onProperty <op2> ; owl:minCardinality \"1\"^^xsd:nonNegativeInteger ] [ rdf:type owl:Restriction ; owl:onProperty <op1> ; owl:maxCardinality \"1\"^^xsd:nonNegativeInteger ] ) ] . }"
}